Repository: rpm-software-management/dnf5-l10n
Catalog: libdnf5-plugin-actions/*.po
Languages: el

source: File "{}" on line {}: {}
el: Αρχείο «{}» στη γραμμή {}: {}

source: "HOOK:PKG_FILTER:DIRECTION:OPTIONS:CMD" format expected
el: Αναμενόταν η μορφή «HOOK:PKG_FILTER:DIRECTION:OPTIONS:CMD»

source: Unknown "enabled" option value "{}"
el: Άγνωστη τιμή επιλογής «enabled»: «{}»

source: Unknown option "{}"
el: Άγνωστη επιλογή «{}»

source: Unknown hook "{}"
el: Άγνωστο άγκιστρο (hook) «{}»

source: Package filter can only be used in GOAL_RESOLVED, PRE_TRANS and POST_TRANS hooks
el: Το φίλτρο πακέτων μπορεί να χρησιμοποιηθεί μόνο στα άγκιστρα GOAL_RESOLVED, PRE_TRANS και POST_TRANS

source: Cannot use direction without package filter
el: Δεν είναι δυνατή η χρήση κατεύθυνσης (direction) χωρίς φίλτρο πακέτων

source: Unknown package direction "{}"
el: Άγνωστη κατεύθυνση πακέτου «{}»

source: Unknown mode "{}"
el: Άγνωστη λειτουργία (mode) «{}»

source: Unsupported value of the "raise_error" option: {}
el: Μη υποστηριζόμενη τιμή της επιλογής «raise_error»: {}

source: Missing command
el: Λείπει η εντολή

source: Synax error: Missing equal sign (=) in action output line: {}
el: Συντακτικό σφάλμα: Λείπει το σύμβολο ισότητας (=) στη γραμμή εξόδου της ενέργειας: {}

source: Cannot set option: Action output line: {}
el: Αδυναμία ορισμού επιλογής: Γραμμή εξόδου ενέργειας: {}

source: Action sent the wrong log level: {}
el: Η ενέργεια έστειλε εσφαλμένο επίπεδο καταγραφής: {}

source: Action calls for stop: {}
el: Η ενέργεια ζητά διακοπή: {}

source: Action sent error message: {}
el: Η ενέργεια έστειλε μήνυμα σφάλματος: {}

source: Syntax error: Action output line must start with "tmp." or "conf." or "var." or "stop=" or "error=": {}
el: Συντακτικό σφάλμα: Η γραμμή εξόδου της ενέργειας πρέπει να ξεκινά με «tmp.», «conf.», «var.», «stop=» ή «error=»: {}

source: Error reading from action (from pipe)
el: Σφάλμα κατά την ανάγνωση από την ενέργεια (μέσω διοχέτευσης/pipe)

source: Syntax error in json request from action: Missing starting '{{' char
el: Συντακτικό σφάλμα στο αίτημα json από την ενέργεια: Λείπει ο αρχικός χαρακτήρας «{{»

source: Error during processing of a request from action.
el: Σφάλμα κατά την επεξεργασία αιτήματος από την ενέργεια.

source: Syntax error in json request from action: {}
el: Συντακτικό σφάλμα στο αίτημα json από την ενέργεια: {}

source: Syntax error in json request from action: Incomplete input
el: Συντακτικό σφάλμα στο αίτημα json από την ενέργεια: Ημιτελής είσοδος

source: Cannot write response
el: Αδυναμία εγγραφής απόκρισης

source: Actions plugin: Cannot create pipe
el: Πρόσθετο Actions: Αδυναμία δημιουργίας διοχέτευσης (pipe)

source: Actions plugin: Cannot fork
el: Πρόσθετο Actions: Αδυναμία διακλάδωσης (fork)

source: Actions plugin: Cannot bind command stdin
el: Πρόσθετο Actions: Αδυναμία δέσμευσης του stdin της εντολής

source: Actions plugin: Cannot bind command stdout
el: Πρόσθετο Actions: Αδυναμία δέσμευσης του stdout της εντολής

source: Cannot execute action, command "{}" arguments "{}"
el: Αδυναμία εκτέλεσης ενέργειας, εντολή «{}» ορίσματα «{}»

source: Error during preparation child process
el: Σφάλμα κατά την προετοιμασία της θυγατρικής διεργασίας

source: Exit code: {}
el: Κωδικός εξόδου: {}

source: Terminated by signal: {}
el: Τερματίστηκε από σήμα: {}
