Repository: rpm-software-management/dnf5-l10n
Catalog: libdnf5/*.po
Languages: el

source: No valid source (baseurl, mirrorlist or metalink) found for repository "{}"
el: Δεν βρέθηκε έγκυρη πηγή (baseurl, mirrorlist ή metalink) για το αποθετήριο "{}"

source: Failed to import OpenPGP keys into temporary keyring: {}
el: Αποτυχία εισαγωγής κλειδιών OpenPGP στην προσωρινή κλειδοθήκη: {}

source: Failed to list OpenPGP keys: {}
el: Αποτυχία προβολής λίστας κλειδιών OpenPGP: {}

source: Failed to import OpenPGP keys: {}
el: Αποτυχία εισαγωγής κλειδιών OpenPGP: {}

source: Failed to create repo "{}": Id is present more than once in the configuration
el: Αποτυχία δημιουργίας αποθετηρίου "{}": Το Id υπάρχει περισσότερες από μία φορές στις ρυθμίσεις

source: Cache-only enabled but no cache for repository "{}"
el: Ενεργοποιήθηκε η λειτουργία 'μόνο προσωρινή μνήμη' αλλά δεν υπάρχει cache για το αποθετήριο "{}"

source: Failed to load repomd for repo "{}" from "{}": {}.
el: Αποτυχία φόρτωσης repomd για το repo "{}" από το "{}": {}.

source: Failed to load primary for repo "{}" from "{}": {}.
el: Αποτυχία φόρτωσης primary για το repo "{}" από το "{}": {}.

source: Unsupported extended repodata type for the system repo: "{}".
el: Μη υποστηριζόμενος εκτεταμένος τύπος repodata για το αποθετήριο συστήματος: "{}".

source: Failed to load {} extension for repo "{}" from "{}": {}
el: Αποτυχία φόρτωσης της επέκτασης {} για το repo "{}" από το "{}": {}

source: Failed to load system repo from root "{}": {}
el: Αποτυχία φόρτωσης αποθετηρίου συστήματος από το root "{}": {}

source: Failed to load {} cache for repo "{}" from "{}": {}
el: Αποτυχία φόρτωσης της cache {} για το repo "{}" από το "{}": {}

source: Failed to write primary cache for repo "{}" to "{}": {}
el: Αποτυχία εγγραφής της primary cache για το repo "{}" στο "{}": {}

source: Failed to re-load primary cache for repo "{}" from "{}": {}
el: Αποτυχία επαναφόρτωσης της primary cache για το repo "{}" από το "{}": {}

source: Failed to write {} cache for repo "{}" to "{}": {}
el: Αποτυχία εγγραφής της cache {} για το repo "{}" στο "{}": {}

source: Failed to re-load {} cache for repo "{}" from "{}": {}
el: Αποτυχία επαναφόρτωσης της cache {} για το repo "{}" από το "{}": {}

source: An error occurred when parsing the temporary files memory file at '{}': {}
el: Προέκυψε σφάλμα κατά την ανάλυση του αρχείου μνήμης προσωρινών αρχείων στο '{}': {}

source: NEVRA string "{}" contains ':' multiple times
el: Η συμβολοσειρά NEVRA "{}" περιέχει το ':' πολλαπλές φορές

source: Invalid character '{}' in NEVRA string "{}"
el: Μη έγκυρος χαρακτήρας '{}' στη συμβολοσειρά NEVRA "{}"

source: Package with rpmdbid was not found
el: Το πακέτο με rpmdbid δεν βρέθηκε

source: <unknown>
el: <άγνωστο>

source: Cannot parse a dependency string
el: Αδυναμία ανάλυσης συμβολοσειράς εξάρτησης

source: No corresponding key was found.
el: Δεν βρέθηκε αντίστοιχο κλειδί.

source: The signature is valid, but the key is not trusted.
el: Η υπογραφή είναι έγκυρη, αλλά το κλειδί δεν είναι έμπιστο.

source: The package is not signed.
el: Το πακέτο δεν είναι υπογεγραμμένο.

source: Problem occurred when opening the package.
el: Προέκυψε πρόβλημα κατά το άνοιγμα του πακέτου.

source: Failed to set rpm transaction rootDir "{}".
el: Αποτυχία ορισμού του rootDir συναλλαγής rpm "{}".

source: "{}": key is not an armored public key.
el: "{}": το κλειδί δεν είναι θωρακισμένο (armored) δημόσιο κλειδί.

source: Failed to import public key "{}" to rpmdb: {}
el: Αποτυχία εισαγωγής δημόσιου κλειδιού "{}" στη βάση rpmdb: {}

source: Cannot set root directory "{}"
el: Αδυναμία ορισμού ριζικού καταλόγου "{}"

source: Error %i opening rpm database
el: Σφάλμα %i κατά το άνοιγμα της βάσης δεδομένων rpm

source: The rpmdbCookie() function did not return cookie of rpm database.
el: Η συνάρτηση rpmdbCookie() δεν επέστρεψε cookie της βάσης δεδομένων rpm.

source: Failed to order the rpm transaction.
el: Αποτυχία ταξινόμησης της συναλλαγής rpm.

source: Failed to set scriptlet output file, cannot duplicate file descriptor: {}
el: Αποτυχία ορισμού αρχείου εξόδου scriptlet, αδυναμία διπλασιασμού περιγραφέα αρχείου: {}

source: Failed to set scriptlet output file, cannot open file "{}": {}
el: Αποτυχία ορισμού αρχείου εξόδου scriptlet, αδυναμία ανοίγματος αρχείου "{}": {}

source: Failed to read package header, cannot open file "{}": {}
el: Αποτυχία ανάγνωσης κεφαλίδας πακέτου, αδυναμία ανοίγματος αρχείου "{}": {}

source: Failed to read package header from file "{}"
el: Αποτυχία ανάγνωσης κεφαλίδας πακέτου από το αρχείο "{}"

source: Cannot init rpm database iterator
el: Αδυναμία αρχικοποίησης επαναλήπτη (iterator) βάσης δεδομένων rpm

source: Package was not found in rpm database
el: Το πακέτο δεν βρέθηκε στη βάση δεδομένων rpm

source: Cannot reinstall package "{}"
el: Αδυναμία επανεγκατάστασης πακέτου "{}"

source: Cannot remove package "{}"
el: Αδυναμία αφαίρεσης πακέτου "{}"

source: Cannot upgrade package "{}"
el: Αδυναμία αναβάθμισης πακέτου "{}"

source: Cannot downgrade package "{}"
el: Αδυναμία υποβάθμισης πακέτου "{}"

source: Cannot install package "{}"
el: Αδυναμία εγκατάστασης πακέτου "{}"

source: Failed to convert epoch "{}" to number
el: Αποτυχία μετατροπής της εποχής (epoch) "{}" σε αριθμό

source: Writing debugsolver data into "{}" failed: {}
el: Η εγγραφή δεδομένων debugsolver στο "{}" απέτυχε: {}

source: Invalid TOML version "{}", "MAJOR.MINOR" expected
el: Μη έγκυρη έκδοση TOML "{}", αναμενόταν "MAJOR.MINOR"

source: {} state for "{}" not found.
el: Η κατάσταση {} για το "{}" δεν βρέθηκε.

source: Loading system state TOML file {} failed (see dnf5-system-state(7)): {}
el: Η φόρτωση του αρχείου TOML κατάστασης συστήματος {} απέτυχε: {}

source: Unsupported TOML version "{}", maximum supported version is "{}"
el: Μη υποστηριζόμενη έκδοση TOML "{}", η μέγιστη υποστηριζόμενη είναι "{}"

source: In progress
el: Σε εξέλιξη

source: Not in progress
el: Δεν βρίσκεται σε εξέλιξη

source: No transaction in progress
el: Καμία συναλλαγή σε εξέλιξη

source: Transformer: can't open history persist dir
el: Transformer: αδυναμία ανοίγματος του καταλόγου ιστορικού (persist dir)

source: Couldn't find a history database
el: Αδυναμία εύρεσης βάσης δεδομένων ιστορικού

source: Failed to insert record into table 'comps_environment_group' in history database
el: Αποτυχία εισαγωγής εγγραφής στον πίνακα 'comps_environment_group' της βάσης δεδομένων ιστορικού

source: Unable to get 'version' from table 'config'
el: Αδυναμία λήψης της 'έκδοσης' από τον πίνακα 'config'

source: Failed to insert record into table 'item' in history database
el: Αποτυχία εισαγωγής εγγραφής στον πίνακα 'item' της βάσης δεδομένων ιστορικού

source: error reading offline state file
el: σφάλμα κατά την ανάγνωση του αρχείου κατάστασης offline

source: incompatible version of state data
el: μη συμβατή έκδοση δεδομένων κατάστασης

source: Invalid transaction state: {}
el: Μη έγκυρη κατάσταση συναλλαγής: {}

source: Transaction has already started!
el: Η συναλλαγή έχει ήδη ξεκινήσει!

source: Invalid transaction item action: {}
el: Μη έγκυρη ενέργεια στοιχείου συναλλαγής: {}

source: Invalid transaction item reason: {}
el: Μη έγκυρη αιτία στοιχείου συναλλαγής: {}

source: Invalid transaction item state: {}
el: Μη έγκυρη κατάσταση στοιχείου συναλλαγής: {}

source: Invalid transaction item type: {}
el: Μη έγκυρος τύπος στοιχείου συναλλαγής: {}

source: Action '{0}' '{1}' cannot be merged after it was '{2}' in preceding transactions -> setting '{0}'.
el: Η ενέργεια '{0}' '{1}' δεν μπορεί να συγχωνευθεί αφού ήταν '{2}' σε προηγούμενες συναλλαγές -> ορισμός '{0}'.

source: Action 'Upgrade' '{0}' cannot be merged because it is not present at that point -> setting 'Install'.
el: Η ενέργεια 'Αναβάθμιση' '{0}' δεν μπορεί να συγχωνευθεί επειδή δεν υπάρχει σε εκείνο το σημείο -> ορισμός 'Εγκατάσταση'.

source: Action 'Reinstall' '{0}' cannot be merged because it is not present at that point -> setting 'Install'.
el: Η ενέργεια 'Επανεγκατάσταση' '{0}' δεν μπορεί να συγχωνευθεί επειδή δεν υπάρχει σε εκείνο το σημείο -> ορισμός 'Εγκατάσταση'.

source: Action '{0}' '{1}' cannot be merged after it was '{2}' in preceding transaction -> setting '{0}'.
el: Η ενέργεια '{0}' '{1}' δεν μπορεί να συγχωνευθεί αφού ήταν '{2}' στην προηγούμενη συναλλαγή -> ορισμός '{0}'.

source: Unexpected action encountered: '{0}' during transaction merge.
el: Εντοπίστηκε απροσδόκητη ενέργεια: '{0}' κατά τη συγχώνευση συναλλαγής.

source: Action '{0}' '{1}' cannot be merged because it is not present at that point -> skipping it.
el: Η ενέργεια '{0}' '{1}' δεν μπορεί να συγχωνευθεί επειδή δεν υπάρχει σε εκείνο το σημείο -> παράλειψη.

source: Action '{0}' '{1}' cannot be merged because it is not present at that point -> setting 'INSTALL'.
el: Η ενέργεια '{0}' '{1}' δεν μπορεί να συγχωνευθεί επειδή δεν υπάρχει σε εκείνο το σημείο -> ορισμός 'INSTALL'.

source: Action '{0}' '{1}' cannot be merged because it is not present at that point (present versions are: {2}) -> skipping it.
el: Η ενέργεια '{0}' '{1}' δεν μπορεί να συγχωνευθεί επειδή δεν υπάρχει σε εκείνο το σημείο (οι τρέχουσες εκδόσεις είναι: {2}) -> παράλειψη.

source: Action '{0}' '{1}' cannot be merged because it is already present at that point -> skipping it.
el: Η ενέργεια '{0}' '{1}' δεν μπορεί να συγχωνευθεί επειδή υπάρχει ήδη σε εκείνο το σημείο -> παράλειψη.

source: Action '{0}' '{1}' cannot be merged because it is already installed in version '{2}' -> keeping the action from older transaction with '{1}'.
el: Η ενέργεια '{0}' '{1}' δεν μπορεί να συγχωνευθεί επειδή είναι ήδη εγκατεστημένη στην έκδοση '{2}' -> διατήρηση της ενέργειας από παλαιότερη συναλλαγή.

source: Invalid action encountered: '{0}' during transaction merge.
el: Εντοπίστηκε μη έγκυρη ενέργεια: '{0}' κατά τη συγχώνευση συναλλαγής.

source: Transaction replay JSON serialized transaction input is empty
el: Η είσοδος σειριοποιημένης συναλλαγής JSON για την αναπαραγωγή είναι κενή

source: Error during transaction replay JSON parsing : {}
el: Σφάλμα κατά την ανάλυση JSON της αναπαραγωγής συναλλαγής: {}

source: Unexpected version format: "{}", supported version is "{}"
el: Μη αναμενόμενη μορφή έκδοσης: "{}", η υποστηριζόμενη έκδοση είναι "{}"

source: Incompatible major version: "{}", supported major version is "{}"
el: Μη συμβατή κύρια έκδοση: "{}", η υποστηριζόμενη κύρια έκδοση είναι "{}"

source: Invalid minor version: "{}", number expected
el: Μη έγκυρη δευτερεύουσα έκδοση: "{}", αναμενόταν αριθμός

source: Missing key "version"
el: Λείπει το κλειδί "version"

source: Unexpected type of "environments", array expected
el: Μη αναμενόμενος τύπος για το "environments", αναμενόταν πίνακας (array)

source: Missing object key "id" in an environment
el: Λείπει το κλειδί αντικειμένου "id" σε ένα περιβάλλον

source: Missing object key "action" in an environment
el: Λείπει το κλειδί αντικειμένου "action" σε ένα περιβάλλον

source: Unexpected type of "groups", array expected
el: Μη αναμενόμενος τύπος για το "groups", αναμενόταν πίνακας (array)

source: Missing object key "id" in a group
el: Λείπει το κλειδί αντικειμένου "id" σε μια ομάδα

source: Missing object key "action" in a group
el: Λείπει το κλειδί αντικειμένου "action" σε μια ομάδα

source: Missing object key "reason" in a group
el: Λείπει το κλειδί αντικειμένου "reason" σε μια ομάδα

source: Unexpected type of "rpms", array expected
el: Μη αναμενόμενος τύπος για το "rpms", αναμενόταν πίνακας (array)

source: Cannot parse NEVRA for rpm "{}"
el: Αδυναμία ανάλυσης NEVRA για το rpm "{}"

source: Either "nevra" or "package_path" object key is required in an rpm
el: Απαιτείται είτε το κλειδί "nevra" είτε το "package_path" σε ένα rpm

source: Missing object key "action" in an rpm
el: Λείπει το κλειδί αντικειμένου "action" σε ένα rpm

source: Missing object key "reason" in an rpm
el: Λείπει το κλειδί αντικειμένου "reason" σε ένα rpm

source: Missing mandatory object key "group_id" in an rpm with reason "Group" and action "Reason Change"
el: Λείπει το υποχρεωτικό κλειδί "group_id" σε ένα rpm με αιτία "Group" και ενέργεια "Reason Change"

source: cannot open file
el: αδυναμία ανοίγματος αρχείου

source: cannot open file from fd
el: αδυναμία ανοίγματος αρχείου από περιγραφέα (fd)

source: cannot close file
el: αδυναμία κλεισίματος αρχείου

source: error reading file
el: σφάλμα κατά την ανάγνωση του αρχείου

source: error writing file
el: σφάλμα κατά την εγγραφή του αρχείου

source: error flushing file
el: σφάλμα κατά την εκκένωση (flush) του αρχείου

source: error seeking in file
el: σφάλμα κατά την αναζήτηση (seek) μέσα στο αρχείο

source: error retrieving file position
el: σφάλμα κατά την ανάκτηση της θέσης του αρχείου

source: error reading a line from file
el: σφάλμα κατά την ανάγνωση γραμμής από το αρχείο

source: error retrieving file descriptor
el: σφάλμα κατά την ανάκτηση του περιγραφέα αρχείου

source: cannot create temporary directory
el: αδυναμία δημιουργίας προσωρινού καταλόγου

source: cannot create temporary file
el: αδυναμία δημιουργίας προσωρινού αρχείου

source: cannot close temporary file
el: αδυναμία κλεισίματος προσωρινού αρχείου

source: Missing ']' on line {}
el: Λείπει το ']' στη γραμμή {}

source: Empty section name on line {}
el: Κενό όνομα ενότητας στη γραμμή {}

source: Text after section on line {}
el: Κείμενο μετά την ενότητα στη γραμμή {}

source: Missing section header on line {}
el: Λείπει η κεφαλίδα ενότητας στη γραμμή {}

source: Illegal continuation line on line {}
el: Μη επιτρεπτή γραμμή συνέχειας στη γραμμή {}

source: Missing option name on line {}
el: Λείπει το όνομα της επιλογής στη γραμμή {}

source: Missing '=' on line {}
el: Λείπει το '=' στη γραμμή {}

source: Cannot load shared library "{}": {}
el: Αδυναμία φόρτωσης κοινόχρηστης βιβλιοθήκης "{}": {}

source: Cannot obtain address of symbol "{}": {}
el: Αδυναμία λήψης διεύθυνσης του συμβόλου "{}": {}

source: Cannot set the locale "{}": {}
el: Αδυναμία ορισμού τοπικών ρυθμίσεων (locale) "{}": {}

source: Failed to open lock file "{}"
el: Αποτυχία ανοίγματος αρχείου κλειδώματος "{}"

source: Failed to obtain lock "{}"
el: Αποτυχία λήψης κλειδώματος "{}"

source: Failed to close lock file "{}"
el: Αποτυχία κλεισίματος του αρχείου κλειδώματος "{}"

source: Failed to delete lock file "{}"
el: Αποτυχία διαγραφής του αρχείου κλειδώματος "{}"

source: SQL statement compilation failed: "{}"
el: Η μεταγλώττιση της δήλωσης SQL απέτυχε: "{}"

source: Binding integer value to SQL statement failed: "{}"
el: Η δέσμευση ακέραιας τιμής στη δήλωση SQL απέτυχε: "{}"

source: Binding integer64 value to SQL statement failed: "{}"
el: Η δέσμευση τιμής integer64 στη δήλωση SQL απέτυχε: "{}"

source: Binding unsigned integer32 value to SQL statement failed: "{}"
el: Η δέσμευση τιμής μη προσημασμένου ακέραιου 32-bit στη δήλωση SQL απέτυχε: "{}"

source: Binding double value to SQL statement failed: "{}"
el: Η δέσμευση τιμής double στη δήλωση SQL απέτυχε: "{}"

source: Binding bool value to SQL statement failed: "{}"
el: Η δέσμευση τιμής bool στη δήλωση SQL απέτυχε: "{}"

source: Binding text to SQL statement failed: "{}"
el: Η δέσμευση κειμένου στη δήλωση SQL απέτυχε: "{}"

source: Binding blob to SQL statement failed: "{}"
el: Η δέσμευση blob στη δήλωση SQL απέτυχε: "{}"

source: SQL statement evaluation failed: "{}"
el: Η αξιολόγηση της δήλωσης SQL απέτυχε: "{}"

source: Insufficient memory or result exceed maximum SQLite3 string length
el: Ανεπαρκής μνήμη ή το αποτέλεσμα υπερβαίνει το μέγιστο μήκος συμβολοσειράς του SQLite3

source: Column "{}" not found
el: Η στήλη "{}" δεν βρέθηκε

source: SQL statement execution failed: "{}"
el: Η εκτέλεση της δήλωσης SQL απέτυχε: "{}"

source: Failed to open database "{}"
el: Αποτυχία ανοίγματος της βάσης δεδομένων "{}"

source: Failed to close database "{}"
el: Αποτυχία κλεισίματος της βάσης δεδομένων "{}"

source: Failed to open backup database "{}"
el: Αποτυχία ανοίγματος της βάσης δεδομένων εφεδρείας "{}"

source: Failed to backup database "{}" into "{}"
el: Αποτυχία δημιουργίας αντιγράφου ασφαλείας της βάσης δεδομένων "{}" στο "{}"

source: Failed to restore database "{}"
el: Αποτυχία επαναφοράς της βάσης δεδομένων "{}"

source: failed to read rpm config files
el: αποτυχία ανάγνωσης των αρχείων ρυθμίσεων rpm

source: Failed to execute uname()
el: Αποτυχία εκτέλεσης της uname()
