Repository: rpm-software-management/dnf5-l10n
Catalog: libdnf5/*.po
Languages: el

source: Bad libsolv id for advisory "{}", solvable name "{}" doesn't have advisory prefix "{}"
el: Εσφαλμένο id libsolv για την ειδοποίηση "{}", το επιλύσιμο όνομα "{}" δεν έχει το πρόθεμα ειδοποίησης "{}"

source: Unsupported argument for REMOVE action: {}
el: Μη υποστηριζόμενο όρισμα για την ενέργεια REMOVE: {}

source: Incorrect configuration value for multilib_policy: {}
el: Εσφαλμένη τιμή ρύθμισης για το multilib_policy: {}

source: Install
el: Εγκατάσταση

source: Install via provide
el: Εγκατάσταση μέσω παροχής (provide)

source: Install by group
el: Εγκατάσταση κατά ομάδα

source: Upgrade
el: Αναβάθμιση

source: Upgrade all
el: Αναβάθμιση όλων

source: Upgrade minimal
el: Ελάχιστη αναβάθμιση

source: Upgrade all minimal
el: Ελάχιστη αναβάθμιση όλων

source: Downgrade
el: Υποβάθμιση

source: Reinstall
el: Επανεγκατάσταση

source: Install or reinstall
el: Εγκατάσταση ή επανεγκατάσταση

source: Remove
el: Αφαίρεση

source: Distrosync
el: Συγχρονισμός διανομής (Distrosync)

source: Distrosync all
el: Συγχρονισμός διανομής όλων

source: Reason Change
el: Αλλαγή αιτίας

source: Resolve
el: Επίλυση

source: Enable
el: Ενεργοποίηση

source: Disable
el: Απενεργοποίηση

source: Reset
el: Επαναφορά

source: Parse serialized transaction
el: Ανάλυση σειριοποιημένης συναλλαγής

source: Install action
el: Ενέργεια εγκατάστασης

source: Remove action
el: Ενέργεια αφαίρεσης

source: Upgrade action
el: Ενέργεια αναβάθμισης

source: Reinstall action
el: Ενέργεια επανεγκατάστασης

source: Reason change action
el: Ενέργεια αλλαγής αιτίας

source: Reason override
el: Παράκαμψη αιτίας

source: Revert comps upgrade
el: Επαναφορά αναβάθμισης comps

source: Install debug RPMs
el: Εγκατάσταση RPM αποσφαλμάτωσης

source: Transaction merge
el: Συγχώνευση συναλλαγής

source: No packages to remove for argument: {}
el: Δεν υπάρχουν πακέτα προς αφαίρεση για το όρισμα: {}

source: No groups to remove for argument: {}
el: Δεν υπάρχουν ομάδες προς αφαίρεση για το όρισμα: {}

source: No environmental groups to remove for argument: {}
el: Δεν υπάρχουν ομάδες περιβάλλοντος προς αφαίρεση για το όρισμα: {}

source: No modules to remove for argument: {}
el: Δεν υπάρχουν αρθρώματα προς αφαίρεση για το όρισμα: {}

source: No match for group from environment: {}
el: Καμία αντιστοιχία για ομάδα από το περιβάλλον: {}

source: No match for group package: {}
el: Καμία αντιστοιχία για πακέτο ομάδας: {}

source: Cannot perform {0}, no match for: {1}.
el: Αδυναμία εκτέλεσης {0}, καμία αντιστοιχία για: {1}.

source: No match for argument: {}
el: Καμία αντιστοιχία για το όρισμα: {}

source: No match for argument '{0}' in selected advisories
el: Καμία αντιστοιχία για το όρισμα '{0}' στις επιλεγμένες ειδοποιήσεις

source: No match in selected advisories
el: Καμία αντιστοιχία στις επιλεγμένες ειδοποιήσεις

source: No match for argument '{0}' in repositories '{1}'
el: Καμία αντιστοιχία για το όρισμα '{0}' στα αποθετήρια '{1}'

source: Cannot perform {0} for {1} '{2}' because it is not installed.
el: Αδυναμία εκτέλεσης {0} για το {1} '{2}' επειδή δεν είναι εγκατεστημένο.

source: Packages for argument '{}' available, but not installed.
el: Πακέτα για το όρισμα '{}' είναι διαθέσιμα, αλλά όχι εγκατεστημένα.

source: Packages for argument '{}' available, but installed for a different architecture.
el: Πακέτα για το όρισμα '{}' είναι διαθέσιμα, αλλά εγκατεστημένα για διαφορετική αρχιτεκτονική.

source: Cannot perform {0} because '{1}' matches only source packages.
el: Αδυναμία εκτέλεσης {0} επειδή το '{1}' αντιστοιχεί μόνο σε πακέτα πηγαίου κώδικα.

source: Argument '{}' matches only source packages.
el: Το όρισμα '{}' αντιστοιχεί μόνο σε πακέτα πηγαίου κώδικα.

source: Cannot perform {0} because '{1}' matches only excluded packages.
el: Αδυναμία εκτέλεσης {0} επειδή το '{1}' αντιστοιχεί μόνο σε εξαιρούμενα πακέτα.

source: Argument '{}' matches only excluded packages.
el: Το όρισμα '{}' αντιστοιχεί μόνο σε εξαιρούμενα πακέτα.

source: Cannot perform {0} because '{1}' matches only packages excluded by versionlock.
el: Αδυναμία εκτέλεσης {0} επειδή το '{1}' αντιστοιχεί μόνο σε πακέτα που εξαιρούνται από το versionlock.

source: Argument '{}' matches only packages excluded by versionlock.
el: Το όρισμα '{}' αντιστοιχεί μόνο σε πακέτα που εξαιρούνται από το versionlock.

source: There are following alternatives for '{0}': {1}
el: Υπάρχουν οι ακόλουθες εναλλακτικές για το '{0}': {1}

source: The lowest available version of the "{}" package is already installed, cannot downgrade it.
el: Η χαμηλότερη διαθέσιμη έκδοση του πακέτου "{}" είναι ήδη εγκατεστημένη, δεν είναι δυνατή η υποβάθμισή του.

source: Installed packages for argument '{0}' are not available in repositories in the same version, available versions: {1}, cannot reinstall.
el: Τα εγκατεστημένα πακέτα για το όρισμα '{0}' δεν είναι διαθέσιμα στα αποθετήρια στην ίδια έκδοση, διαθέσιμες εκδόσεις: {1}, αδυναμία επανεγκατάστασης.

source: Cannot perform {0} because '{1}' is installed in a different version: '{2}'.
el: Αδυναμία εκτέλεσης {0} επειδή το '{1}' είναι εγκατεστημένο σε διαφορετική έκδοση: '{2}'.

source: Packages for argument '{}' installed and available, but in a different version.
el: Πακέτα για το όρισμα '{}' είναι εγκατεστημένα και διαθέσιμα, αλλά σε διαφορετική έκδοση.

source: Packages for argument '{}' installed, but not available.
el: Πακέτα για το όρισμα '{}' είναι εγκατεστημένα, αλλά όχι διαθέσιμα.

source: Package "{}" is already installed with reason "{}".
el: Το πακέτο "{}" είναι ήδη εγκατεστημένο με αιτία "{}".

source: Package "{}" is already installed.
el: Το πακέτο "{}" είναι ήδη εγκατεστημένο.

source: Debug data written to "{}"
el: Τα δεδομένα αποσφαλμάτωσης εγγράφηκαν στο "{}"

source: {0} upgrade cannot be reverted, however associated package actions will be. ({1} id: '{2}') .
el: Η αναβάθμιση {0} δεν μπορεί να αναιρεθεί, ωστόσο οι σχετικές ενέργειες πακέτων θα αναιρεθούν. ({1} id: '{2}') .

source: {} action for argument "{}" is not supported.
el: Η ενέργεια {} για το όρισμα "{}" δεν υποστηρίζεται.

source: Unable to resolve argument '{}':
el: Αδυναμία επίλυσης του ορίσματος '{}':

source: Modular dependency problems:
el: Προβλήματα αρθρωτών εξαρτήσεων:

source: Modular dependency problems with the latest modules:
el: Προβλήματα αρθρωτών εξαρτήσεων με τα τελευταία αρθρώματα:

source: Modular dependency problems with the defaults:
el: Προβλήματα αρθρωτών εξαρτήσεων με τις προεπιλογές:

source: The operation would result in switching of module '{0}' stream '{1}' to stream '{2}'
el: Η λειτουργία θα είχε ως αποτέλεσμα την αλλαγή του αρθρώματος '{0}' από τη ροή '{1}' στη ροή '{2}'

source: Error: It is not possible to switch enabled streams of a module unless explicitly enabled via configuration option module_stream_switch.
el: Σφάλμα: Δεν είναι δυνατή η αλλαγή των ενεργοποιημένων ροών ενός αρθρώματος, εκτός εάν έχει ενεργοποιηθεί ρητά μέσω της επιλογής ρύθμισης module_stream_switch.

source: Extra package '{0}' (with action '{1}') which is not present in the stored transaction was pulled into the transaction.
el: Το επιπλέον πακέτο '{0}' (με ενέργεια '{1}') το οποίο δεν υπάρχει στην αποθηκευμένη συναλλαγή, εισήχθη στη συναλλαγή.

source: Cannot parse file: '{0}': {1}.
el: Αδυναμία ανάλυσης αρχείου: '{0}': {1}.

source: Could not find debuginfo package for the following packages resolved from the argument '{0}': {1}
el: Δεν ήταν δυνατή η εύρεση του πακέτου debuginfo για τα ακόλουθα πακέτα που επιλύθηκαν από το όρισμα '{0}': {1}

source: Could not find debugsource package for the following packages resolved from the argument '{0}': {1}
el: Δεν ήταν δυνατή η εύρεση του πακέτου debugsource για τα ακόλουθα πακέτα που επιλύθηκαν από το όρισμα '{0}': {1}

source: Transaction merge error: '{0}'
el: Σφάλμα συγχώνευσης συναλλαγής: '{0}'

source: {} does not belong to a distupgrade repository
el: Το {} δεν ανήκει σε αποθετήριο distupgrade

source: {0} from {1} has inferior architecture
el: Το {0} από το {1} έχει κατώτερη αρχιτεκτονική

source: problem with installed package
el: πρόβλημα με το εγκατεστημένο πακέτο

source: conflicting requests
el: συγκρουόμενα αιτήματα

source: unsupported request
el: μη υποστηριζόμενο αίτημα

source: nothing provides requested {}
el: τίποτα δεν παρέχει το ζητούμενο {}

source: package {} does not exist
el: το πακέτο {} δεν υπάρχει

source: {} is provided by the system
el: το {} παρέχεται από το σύστημα

source: some dependency problem
el: κάποιο πρόβλημα εξάρτησης

source: cannot install the best update candidate for package {}
el: αδυναμία εγκατάστασης του βέλτιστου υποψηφίου ενημέρωσης για το πακέτο {}

source: cannot install the best candidate for the job
el: αδυναμία εγκατάστασης του βέλτιστου υποψηφίου για την εργασία

source: package {0} from {1} is filtered out by modular filtering
el: το πακέτο {0} από το {1} αποκλείστηκε από το αρθρωτό φιλτράρισμα

source: package {0} from {1} does not have a compatible architecture
el: το πακέτο {0} από το {1} δεν έχει συμβατή αρχιτεκτονική

source: package {0} from {1} is not installable
el: το πακέτο {0} από το {1} δεν μπορεί να εγκατασταθεί

source: package {0} from {1} is filtered out by exclude filtering
el: το πακέτο {0} από το {1} αποκλείστηκε από το φιλτράρισμα εξαιρέσεων

source: nothing provides {0} needed by {1} from {2}
el: τίποτα δεν παρέχει το {0} που απαιτείται από το {1} από το {2}

source: cannot install both {0} from {1} and {2} from {3}
el: αδυναμία ταυτόχρονης εγκατάστασης των {0} από το {1} και {2} από το {3}

source: package {0} from {1} conflicts with {2} provided by {3} from {4}
el: το πακέτο {0} από το {1} συγκρούεται με το {2} που παρέχεται από το {3} από το {4}

source: installed package {0} conflicts with {1} provided by {2} from {3}
el: το εγκατεστημένο πακέτο {0} συγκρούεται με το {1} που παρέχεται από το {2} από το {3}

source: package {0} from {1} obsoletes {2} provided by {3} from {4}
el: το πακέτο {0} από το {1} αντικαθιστά το {2} που παρέχεται από το {3} από το {4}

source: installed package {0} obsoletes {1} provided by {2} from {3}
el: το εγκατεστημένο πακέτο {0} αντικαθιστά το {1} που παρέχεται από το {2} από το {3}

source: package {0} from {1} implicitly obsoletes {2} provided by {3} from {4}
el: το πακέτο {0} από το {1} αντικαθιστά έμμεσα το {2} που παρέχεται από το {3} από το {4}

source: package {1} from {2} requires {0}, but none of the providers can be installed
el: το πακέτο {1} από το {2} απαιτεί το {0}, αλλά κανένας από τους παρόχους δεν μπορεί να εγκατασταθεί

source: installed package {1} requires {0}, but none of the providers can be installed
el: το εγκατεστημένο πακέτο {1} απαιτεί το {0}, αλλά κανένας από τους παρόχους δεν μπορεί να εγκατασταθεί

source: package {0} from {1} conflicts with {2} provided by itself
el: το πακέτο {0} από το {1} συγκρούεται με το {2} που παρέχεται από το ίδιο

source: both package {0} from {1} and {3} from {4} obsolete {2}
el: τα πακέτα {0} από το {1} και {3} από το {4} αντικαθιστούν και τα δύο το {2}

source: The operation would result in removing the following protected packages: {}
el: Η λειτουργία θα είχε ως αποτέλεσμα την αφαίρεση των εξής προστατευμένων πακέτων: {}

source: The operation would result in removing of running kernel: {}
el: Η λειτουργία θα είχε ως αποτέλεσμα την αφαίρεση του τρέχοντος πυρήνα: {}

source: module {} does not belong to a distupgrade repository
el: το άρθρωμα {} δεν ανήκει σε αποθετήριο distupgrade

source: module {} has inferior architecture
el: το άρθρωμα {} έχει κατώτερη αρχιτεκτονική

source: problem with installed module {}
el: πρόβλημα με το εγκατεστημένο άρθρωμα {}

source: module {} does not exist
el: το άρθρωμα {} δεν υπάρχει

source: cannot install the best update candidate for module {}
el: αδυναμία εγκατάστασης του βέλτιστου υποψηφίου ενημέρωσης για το άρθρωμα {}

source: module {} is disabled
el: το άρθρωμα {} είναι απενεργοποιημένο

source: module {} does not have a compatible architecture
el: το άρθρωμα {} δεν έχει συμβατή αρχιτεκτονική

source: module {} is not installable
el: το άρθρωμα {} δεν μπορεί να εγκατασταθεί

source: nothing provides {0} needed by module {1}
el: τίποτα δεν παρέχει το {0} που απαιτείται από το άρθρωμα {1}

source: cannot install both modules {0} and {1}
el: αδυναμία ταυτόχρονης εγκατάστασης των αρθρωμάτων {0} και {1}

source: module {0} conflicts with {1} provided by {2}
el: το άρθρωμα {0} συγκρούεται με το {1} που παρέχεται από το {2}

source: module {0} obsoletes {1} provided by {2}
el: το άρθρωμα {0} αντικαθιστά το {1} που παρέχεται από το {2}

source: installed module {0} obsoletes {1} provided by {2}
el: το εγκατεστημένο άρθρωμα {0} αντικαθιστά το {1} που παρέχεται από το {2}

source: module {0} implicitly obsoletes {1} provided by {2}
el: το άρθρωμα {0} αντικαθιστά έμμεσα το {1} που παρέχεται από το {2}

source: module {1} requires {0}, but none of the providers can be installed
el: το άρθρωμα {1} απαιτεί το {0}, αλλά κανένας από τους παρόχους δεν μπορεί να εγκατασταθεί

source: module {1} conflicts with {0} provided by itself
el: το άρθρωμα {1} συγκρούεται με το {0} που παρέχεται από το ίδιο

source: both module {0} and {2} obsolete {1}
el: τα αρθρώματα {0} και {2} αντικαθιστούν και τα δύο το {1}

source: Problem:
el: Πρόβλημα:

source: Problem {}:
el: Πρόβλημα {}:

source: This transaction has been already run before.
el: Αυτή η συναλλαγή έχει ήδη εκτελεστεί στο παρελθόν.

source: Cannot run transaction with resolving problems.
el: Αδυναμία εκτέλεσης συναλλαγής με προβλήματα επίλυσης.

source: Rpm transaction check failed.
el: Ο έλεγχος συναλλαγής RPM απέτυχε.

source: Failed to obtain rpm transaction lock. Another transaction is in progress.
el: Αποτυχία λήψης κλειδώματος συναλλαγής RPM. Μια άλλη συναλλαγή βρίσκεται σε εξέλιξη.

source: Rpm transaction failed.
el: Η συναλλαγή RPM απέτυχε.

source: Signature verification failed.
el: Η επαλήθευση υπογραφής απέτυχε.

source: The repository does not have any OpenPGP keys configured.
el: Το αποθετήριο δεν έχει ρυθμισμένα κλειδιά OpenPGP.

source: Public key is not installed.
el: Το δημόσιο κλειδί δεν είναι εγκατεστημένο.

source: Canceled by the user.
el: Ακυρώθηκε από τον χρήστη.

source: Public key import failed.
el: Η εισαγωγή δημόσιου κλειδιού απέτυχε.

source: Invalid tsflag: {}
el: Μη έγκυρο tsflag: {}

source: Public key "{}" is already present, not importing.
el: Το δημόσιο κλειδί "{}" υπάρχει ήδη, δεν θα γίνει εισαγωγή.

source: An error occurred importing key "{}": {}
el: Προέκυψε σφάλμα κατά την εισαγωγή του κλειδιού "{}": {}

source: OpenPGP check for package "{}" ({}) from repo "{}" has failed:
el: Ο έλεγχος OpenPGP για το πακέτο "{}" ({}) από το αποθετήριο "{}" απέτυχε:

source: Import of the key didn't help, wrong key?
el: Η εισαγωγή του κλειδιού δεν βοήθησε, μήπως είναι λάθος κλειδί;

source: Warning: skipped OpenPGP checks for {0} package from repository: {1}
el: Προειδοποίηση: παραλείφθηκαν οι έλεγχοι OpenPGP για {0} πακέτο από το αποθετήριο: {1}

source: Warning: skipped OpenPGP checks for {0} package from repositories: {1}
el: Προειδοποίηση: παραλείφθηκαν οι έλεγχοι OpenPGP για {0} πακέτο από τα αποθετήρια: {1}

source: System error
el: Σφάλμα συστήματος

source: General RuntimeError exception
el: Γενική εξαίρεση σφάλματος χρόνου εκτέλεσης (RuntimeError)

source: Query must contain exactly one object.
el: Το ερώτημα πρέπει να περιέχει ακριβώς ένα αντικείμενο.

source: get_user_home_dir(): Cannot determine the user's home directory
el: get_user_home_dir(): Αδυναμία προσδιορισμού του αρχικού καταλόγου του χρήστη

source: get_user_runtime_dir(): Cannot determine the user's runtime directory
el: get_user_runtime_dir(): Αδυναμία προσδιορισμού του καταλόγου χρόνου εκτέλεσης του χρήστη

source: failed to save xml document for comps
el: αποτυχία αποθήκευσης του εγγράφου XML για τα comps

source: Failed to save xml document for group "{}" to file "{}": {}
el: Αποτυχία αποθήκευσης εγγράφου XML για την ομάδα "{}" στο αρχείο "{}": {}

source: Invalid package type: {}
el: Μη έγκυρος τύπος πακέτου: {}

source: Input is empty. Must contain a value.
el: Η είσοδος είναι κενή. Πρέπει να περιέχει μια τιμή.

source: Input value '{}' must not be negative
el: Η τιμή εισόδου '{}' δεν πρέπει να είναι αρνητική

source: Could not convert '{}' to bytes
el: Αδυναμία μετατροπής του '{}' σε bytes

source: Unknown unit '{}'
el: Άγνωστη μονάδα '{}'

source: The throttle value {} is outside the allowed range {} ... {}
el: Η τιμή στραγγαλισμού (throttle) {} είναι εκτός του επιτρεπόμενου εύρους {} ... {}

source: Section "{}" not found
el: Η ενότητα "{}" δεν βρέθηκε

source: Section "{}" does not contain option "{}"
el: Η ενότητα "{}" δεν περιέχει την επιλογή "{}"

source: Configuration file "{}" not found
el: Το αρχείο ρυθμίσεων "{}" δεν βρέθηκε

source: Unable to access configuration file "{}"
el: Αδυναμία πρόσβασης στο αρχείο ρυθμίσεων "{}"

source: Error in configuration file "{}"
el: Σφάλμα στο αρχείο ρυθμίσεων "{}"

source: Option "{}" not found
el: Η επιλογή "{}" δεν βρέθηκε

source: Option "{}" already exists
el: Η επιλογή "{}" υπάρχει ήδη

source: Invalid boolean value "{}"
el: Μη έγκυρη τιμή boolean "{}"

source: Enum option value "{}" not allowed
el: Η τιμή επιλογής απαρίθμησης (Enum) "{}" δεν επιτρέπεται

source: Input value {} is outside the allowed range {} ... {}
el: Η τιμή εισόδου {} είναι εκτός του επιτρεπόμενου εύρους {} ... {}

source: Invalid number option value "{}"
el: Μη έγκυρη τιμή αριθμητικής επιλογής "{}"

source: Only absolute paths allowed, relative path "{}" detected
el: Επιτρέπονται μόνο απόλυτες διαδρομές, ανιχνεύθηκε σχετική διαδρομή "{}"

source: Path "{}" does not exist
el: Η διαδρομή "{}" δεν υπάρχει

source: Empty time option value
el: Κενή τιμή επιλογής χρόνου

source: Invalid time option value "{}", number or "never" expected
el: Μη έγκυρη τιμή επιλογής χρόνου "{}", αναμενόταν αριθμός ή "never"

source: Invalid time option value "{}", negative values except "-1" not allowed
el: Μη έγκυρη τιμή επιλογής χρόνου "{}", δεν επιτρέπονται αρνητικές τιμές εκτός από "-1"

source: Unknown time format "{}"
el: Άγνωστη μορφή ώρας "{}"

source: Unknown time unit '{}'
el: Άγνωστη μονάδα χρόνου '{}'

source: Input value "{}" not allowed, allowed values for this option are defined by regular expression "{}"
el: Η τιμή εισόδου "{}" δεν επιτρέπεται, οι επιτρεπόμενες τιμές για αυτήν την επιλογή ορίζονται από την κανονική έκφραση "{}"

source: Option value is not set
el: Η τιμή της επιλογής δεν έχει οριστεί

source: Input item value "{}" not allowed, allowed values for this option are defined by regular expression "{}"
el: Η τιμή του στοιχείου εισόδου "{}" δεν επιτρέπεται, οι επιτρεπόμενες τιμές για αυτήν την επιλογή ορίζονται από την κανονική έκφραση "{}"

source: Variable "{}" is read-only
el: Η μεταβλητή "{}" είναι μόνο για ανάγνωση

source: Cannot open log file
el: Αδυναμία ανοίγματος του αρχείου καταγραφής

source: No such module: {}
el: Δεν υπάρχει τέτοιο άρθρωμα: {}

source: Cannot enable multiple streams for module '{}'
el: Αδυναμία ενεργοποίησης πολλαπλών ροών (streams) για το άρθρωμα '{}'

source: no solution possible
el: δεν υπάρχει δυνατή λύση

source: Failed to update from string: {}
el: Αποτυχία ενημέρωσης από συμβολοσειρά: {}

source: Failed to resolve module metadata: {}
el: Αποτυχία επίλυσης μεταδεδομένων αρθρώματος: {}

source: Failed to upgrade defaults: {}
el: Αποτυχία αναβάθμισης προεπιλογών: {}

source: Failed to upgrade streams: {}
el: Αποτυχία αναβάθμισης ροών (streams): {}

source: Failed to load module metadata for repository "{}": {}
el: Αποτυχία φόρτωσης μεταδεδομένων αρθρώματος για το αποθετήριο "{}": {}

source: Missing '='
el: Λείπει το '='

source: Missing '"' in the value
el: Λείπουν τα εισαγωγικά '"' στην τιμή

source: Missing ':' in the value
el: Λείπει η άνω-κάτω τελεία ':' στην τιμή

source: Invalid module status: {}
el: Μη έγκυρη κατάσταση αρθρώματος: {}

source: Unsupported plugin API combination. API version provided by plugin "{}" ("{}") is "{}.{}". API version in libdnf is "{}.{}".
el: Μη υποστηριζόμενος συνδυασμός API προσθέτου. Η έκδοση API που παρέχεται από το πρόσθετο "{}" ("{}") είναι "{}.{}". Η έκδοση API στο libdnf είναι "{}.{}".

source: Failed to create a libdnf plugin instance
el: Αποτυχία δημιουργίας στιγμιότυπου προσθέτου libdnf

source: Cannot find plugin library "{}"
el: Αδυναμία εύρεσης της βιβλιοθήκης προσθέτου "{}"

source: Invalid option value: enabled={}
el: Μη έγκυρη τιμή επιλογής: enabled={}

source: Plugins::load_plugins(): config_dir_path cannot be empty
el: Plugins::load_plugins(): η διαδρομή config_dir_path δεν μπορεί να είναι κενή

source: Cannot load libdnf plugin enabled from: {}
el: Αδυναμία φόρτωσης ενεργοποιημένου προσθέτου libdnf από: {}

source: get_unique_id(): Computation of SHA256 failed
el: get_unique_id(): Ο υπολογισμός του SHA256 απέτυχε

source: Cannot download files, cacheonly option is activated.
el: Αδυναμία λήψης αρχείων, η επιλογή cacheonly είναι ενεργοποιημένη.

source: Failed to download files
el: Αποτυχία λήψης αρχείων

source: Maximum download speed is lower than minimum, please change configuration of minrate or throttle
el: Η μέγιστη ταχύτητα λήψης είναι χαμηλότερη από την ελάχιστη, παρακαλούμε αλλάξτε τη ρύθμιση του minrate ή του throttle

source: 'proxy_username' is set but not 'proxy_password'
el: το 'proxy_username' έχει οριστεί αλλά όχι το 'proxy_password'

source: Cannot download the "{0}" package, cacheonly option is activated.
el: Αδυναμία λήψης του πακέτου "{0}", η επιλογή cacheonly είναι ενεργοποιημένη.

source: Already downloaded
el: Έχει ήδη ληφθεί

source: Failed to download packages
el: Αποτυχία λήψης πακέτων

source: Failed to load RPM "{}": doesn't have the ".rpm" extension
el: Αποτυχία φόρτωσης του RPM "{}": δεν έχει την επέκταση ".rpm"

source: Failed to access RPM "{}": {}
el: Αποτυχία πρόσβασης στο RPM "{}": {}

source: Invalid repository id "{}": unexpected character '{}'
el: Μη έγκυρο id αποθετηρίου "{}": μη αναμενόμενος χαρακτήρας '{}'

source: Repository "{}" has no source (baseurl, mirrorlist or metalink) set.
el: Το αποθετήριο "{}" δεν έχει ορισμένη πηγή (baseurl, mirrorlist ή metalink).

source: Repository "{}" has unsupported type "{}", skipping.
el: Το αποθετήριο "{}" έχει μη υποστηριζόμενο τύπο "{}", παράλειψη.

source: Failed to download metadata ({}: "{}") for repository "{}": {}
el: Αποτυχία λήψης μεταδεδομένων ({}: "{}") για το αποθετήριο "{}": {}

source: Failed to load repository: "primary" data not present or in unsupported format
el: Αποτυχία φόρτωσης αποθετηρίου: τα δεδομένα "primary" δεν υπάρχουν ή είναι σε μη υποστηριζόμενη μορφή

source: Failed to load comps "{}": doesn't have the ".xml" extension
el: Αποτυχία φόρτωσης comps "{}": δεν έχει την επέκταση ".xml"

source: Failed to load xml Comps "{}": {}
el: Αποτυχία φόρτωσης xml Comps "{}": {}

source: Failed to load RPM "{}": {}
el: Αποτυχία φόρτωσης RPM "{}": {}

source: Unable to determine id of the repository in the cache.
el: Αδυναμία προσδιορισμού του id του αποθετηρίου στην προσωρινή μνήμη.

source: Empty path to the repository cache directory.
el: Κενή διαδρομή προς τον κατάλογο προσωρινής μνήμης του αποθετηρίου.

source: Librepo error: {}
el: Σφάλμα Librepo: {}

source: Failed to set up metadata download
el: Αποτυχία προετοιμασίας λήψης μεταδεδομένων

source: Failed to download metadata
el: Αποτυχία λήψης μεταδεδομένων

source: Error checking if metalink "{}" is in sync for repository "{}"
el: Σφάλμα κατά τον έλεγχο συγχρονισμού του metalink "{}" για το αποθετήριο "{}"

source: Error checking if repomd ({}: "{}") is in sync for repository "{}"
el: Σφάλμα κατά τον έλεγχο συγχρονισμού του repomd ({}: "{}") για το αποθετήριο "{}"

source: Error loading local metadata for repository "{}"
el: Σφάλμα κατά τη φόρτωση τοπικών μεταδεδομένων για το αποθετήριο "{}"
