Repository: rpm-software-management/dnf5-l10n
Catalog: dnf5/*.po
Languages: el

source: Attached named argument "{}" not found: {}: Requested in file "{}" on line {}: {}
el: Το συνημμένο ονομαστικό όρισμα "{}" δεν βρέθηκε: {}: Ζητήθηκε στο αρχείο "{}" στη γραμμή {}: {}

source: Unknown attribute "{}" of attached named argument for alias "{}" in file "{}" on line {}: {}
el: Άγνωστο γνώρισμα "{}" του συνημμένου ονομαστικού ορίσματος για το ψευδώνυμο "{}" στο αρχείο "{}" στη γραμμή {}: {}

source: Missing attribute "id_path" for alias "{}" in file "{}"
el: Λείπει το γνώρισμα "id_path" για το ψευδώνυμο "{}" στο αρχείο "{}"

source: Unsupported version "{}" in file "{}". Supported versions: {}
el: Μη υποστηριζόμενη έκδοση "{}" στο αρχείο "{}". Υποστηριζόμενες εκδόσεις: {}

source: Bad value type of attribute "version" in file "{}" on line {}: {}
el: Εσφαλμένος τύπος τιμής του γνωρίσματος "version" στο αρχείο "{}" στη γραμμή {}: {}

source: Missing attribute "version" in file "{}"
el: Λείπει το γνώρισμα "version" στο αρχείο "{}"

source: Unknown key "{}" in file "{}" on line {}: {}
el: Άγνωστο κλειδί "{}" στο αρχείο "{}" στη γραμμή {}: {}

source: Empty or bad element id path in file "{}" on line {}: {}
el: Κενή ή εσφαλμένη διαδρομή id στοιχείου στο αρχείο "{}" στη γραμμή {}: {}

source: Parent command "{}" not found: {}: Requested in file "{}" on line {}: {}
el: Η γονική εντολή "{}" δεν βρέθηκε: {}: Ζητήθηκε στο αρχείο "{}" στη γραμμή {}: {}

source: Unknown type "{}" of element "{}" in file "{}" on line {}: {}
el: Άγνωστος τύπος "{}" του στοιχείου "{}" στο αρχείο "{}" στη γραμμή {}: {}

source: Missing attribute "type" for element "{}" in file "{}"
el: Λείπει το γνώρισμα "type" για το στοιχείο "{}" στο αρχείο "{}"

source: Named argument "{}" already registered. Requested in file "{}" on line {}: {}
el: Το ονομαστικό όρισμα "{}" είναι ήδη καταχωρισμένο. Ζητήθηκε στο αρχείο "{}" στη γραμμή {}: {}

source: Command "{}" already registered. Requested in file "{}" on line {}: {}
el: Η εντολή "{}" είναι ήδη καταχωρισμένη. Ζητήθηκε στο αρχείο "{}" στη γραμμή {}: {}

source: Unknown attribute "{}" of group "{}" in file "{}" on line {}: {}
el: Άγνωστο γνώρισμα "{}" της ομάδας "{}" στο αρχείο "{}" στη γραμμή {}: {}

source: Missing attribute "header" for element "{}" in file "{}"
el: Λείπει το γνώρισμα "header" για το στοιχείο "{}" στο αρχείο "{}"

source: The "short_name" attribute of named argument "{}" must be one character long in file "{}" on line {}: {}
el: Το γνώρισμα "short_name" του ονομαστικού ορίσματος "{}" πρέπει να αποτελείται από έναν χαρακτήρα στο αρχείο "{}" στη γραμμή {}: {}

source: Source "{}" not found: {}: Requested in file "{}" on line {}: {}
el: Η πηγή "{}" δεν βρέθηκε: {}: Ζητήθηκε στο αρχείο "{}" στη γραμμή {}: {}

source: Group "{}" not found: {}: Requested in file "{}" on line {}: {}
el: Η ομάδα "{}" δεν βρέθηκε: {}: Ζητήθηκε στο αρχείο "{}" στη γραμμή {}: {}

source: Unknown attribute "{}" of named argument "{}" in file "{}" on line {}: {}
el: Άγνωστο γνώρισμα "{}" του ονομαστικού ορίσματος "{}" στο αρχείο "{}" στη γραμμή {}: {}

source: Missing attribute "source" for named argument "{}" in file "{}"
el: Λείπει το γνώρισμα "source" για το ονομαστικό όρισμα "{}" στο αρχείο "{}"

source: At least one of the attributes "long_name" and "short_name" must be set for named argument "{}" in file "{}"
el: Τουλάχιστον ένα από τα γνωρίσματα "long_name" και "short_name" πρέπει να οριστεί για το ονομαστικό όρισμα "{}" στο αρχείο "{}"

source: Attached command "{}" not found: {}: Requested in file "{}" on line {}: {}
el: Η συνημμένη εντολή "{}" δεν βρέθηκε: {}: Ζητήθηκε στο αρχείο "{}" στη γραμμή {}: {}

source: Used config file version "1.0" for attribute "{}" of command "{}" in file "{}" on line {}: {}
el: Χρησιμοποιήθηκε η έκδοση αρχείου ρυθμίσεων "1.0" για το γνώρισμα "{}" της εντολής "{}" στο αρχείο "{}" στη γραμμή {}: {}

source: Unknown attribute "{}" of required value for alias "{}" in file "{}" on line {}: {}
el: Άγνωστο γνώρισμα "{}" της απαιτούμενης τιμής για το ψευδώνυμο "{}" στο αρχείο "{}" στη γραμμή {}: {}

source: Missing attribute "value_help" of required value for alias "{}" in file "{}"
el: Λείπει το γνώρισμα "value_help" της απαιτούμενης τιμής για το ψευδώνυμο "{}" στο αρχείο "{}"

source: Unknown attribute "{}" of command "{}" in file "{}" on line {}: {}
el: Άγνωστο γνώρισμα "{}" της εντολής "{}" στο αρχείο "{}" στη γραμμή {}: {}

source: Missing attribute "attached_command" for command "{}" in file "{}"
el: Λείπει το γνώρισμα "attached_command" για την εντολή "{}" στο αρχείο "{}"

source: Bad value type in file "{}" on line {}: {}
el: Εσφαλμένος τύπος τιμής στο αρχείο "{}" στη γραμμή {}: {}

source: Syntax error in file "{}" on line {}:
el: Συντακτικό σφάλμα στο αρχείο "{}" στη γραμμή {}:

source: Manage advisories
el: Διαχείριση ειδοποιήσεων

source: Print details about advisories
el: Εκτύπωση λεπτομερειών σχετικά με τις ειδοποιήσεις

source: List advisories
el: Λίστα ειδοποιήσεων

source: All
el: Όλα

source: Installed
el: Εγκατεστημένα

source: Updates
el: Ενημερώσεις

source: Available
el: Διαθέσιμα

source: Print summary of advisories
el: Εκτύπωση σύνοψης ειδοποιήσεων

source: Show advisories containing any version of installed packages.
el: Εμφάνιση ειδοποιήσεων που περιέχουν οποιαδήποτε έκδοση των εγκατεστημένων πακέτων.

source: Show advisories containing newer versions of installed packages. This is the default behavior.
el: Εμφάνιση ειδοποιήσεων που περιέχουν νεότερες εκδόσεις των εγκατεστημένων πακέτων. Αυτή είναι η προεπιλεγμένη συμπεριφορά.

source: Show advisories containing equal and older versions of installed packages.
el: Εμφάνιση ειδοποιήσεων που περιέχουν ίσες και παλαιότερες εκδόσεις των εγκατεστημένων πακέτων.

source: Show advisories containing newer versions of installed packages for which a newer version is available.
el: Εμφάνιση ειδοποιήσεων που περιέχουν νεότερες εκδόσεις εγκατεστημένων πακέτων για τις οποίες είναι διαθέσιμη μια νεότερη έκδοση.

source: Show only advisories containing packages with specified names. List option, supports globs.
el: Εμφάνιση μόνο ειδοποιήσεων που περιέχουν πακέτα με συγκεκριμένα ονόματα. Επιλογή λίστας, υποστηρίζει globs.

source: PACKAGE_NAME,...
el: ΟΝΟΜΑ_ΠΑΚΕΤΟΥ,...

source: List of patterns matched against advisory names.
el: Λίστα μοτίβων προς αντιστοίχιση με τα ονόματα ειδοποιήσεων.

source: Show only advisories referencing a bugzilla.
el: Εμφάνιση μόνο ειδοποιήσεων που αναφέρονται σε bugzilla.

source: Show only advisories referencing a CVE.
el: Εμφάνιση μόνο ειδοποιήσεων που αναφέρονται σε CVE.

source: No advisory found matching the requested name: "{}"
el: Δεν βρέθηκε ειδοποίηση που να αντιστοιχεί στο ζητούμενο όνομα: "{}"

source: No advisory found fixing the Bugzilla ID: "{}"
el: Δεν βρέθηκε ειδοποίηση που να διορθώνει το Bugzilla ID: "{}"

source: No advisory found fixing the CVE ID: "{}"
el: Δεν βρέθηκε ειδοποίηση που να διορθώνει το CVE ID: "{}"

source: No advisory found matching the specified filters.
el: Δεν βρέθηκε ειδοποίηση που να αντιστοιχεί στα καθορισμένα φίλτρα.

source: Include content contained in advisories with specified name. List option.
el: Συμπερίληψη περιεχομένου που περιλαμβάνεται σε ειδοποιήσεις με συγκεκριμένο όνομα. Επιλογή λίστας.

source: ADVISORY_NAME,...
el: ΟΝΟΜΑ_ΕΙΔΟΠΟΙΗΣΗΣ,...

source: Include content contained in security advisories.
el: Συμπερίληψη περιεχομένου που περιλαμβάνεται σε ειδοποιήσεις ασφαλείας.

source: Include content contained in bugfix advisories.
el: Συμπερίληψη περιεχομένου που περιλαμβάνεται σε ειδοποιήσεις διορθώσεων σφαλμάτων (bugfix).

source: Include content contained in enhancement advisories.
el: Συμπερίληψη περιεχομένου που περιλαμβάνεται σε ειδοποιήσεις βελτιώσεων.

source: Include content contained in newpackage advisories.
el: Συμπερίληψη περιεχομένου που περιλαμβάνεται σε ειδοποιήσεις νέων πακέτων.

source: Include content contained in advisories with specified severity. List option. Can be "critical", "important", "moderate", "low", "none".
el: Συμπερίληψη περιεχομένου που περιλαμβάνεται σε ειδοποιήσεις με συγκεκριμένη σοβαρότητα. Επιλογή λίστας. Μπορεί να είναι "critical", "important", "moderate", "low", "none".

source: ADVISORY_SEVERITY,...
el: ΣΟΒΑΡΟΤΗΤΑ_ΕΙΔΟΠΟΙΗΣΗΣ,...

source: Include content contained in advisories that fix a Bugzilla ID, Eg. 123123. List option.
el: Συμπερίληψη περιεχομένου που περιλαμβάνεται σε ειδοποιήσεις που διορθώνουν ένα Bugzilla ID, π.χ. 123123. Επιλογή λίστας.

source: Include content contained in advisories that fix a CVE (Common Vulnerabilities and Exposures) ID, Eg. CVE-2201-0123. List option.
el: Συμπερίληψη περιεχομένου που περιλαμβάνεται σε ειδοποιήσεις που διορθώνουν ένα CVE (Common Vulnerabilities and Exposures) ID, π.χ. CVE-2201-0123. Επιλογή λίστας.

source: Remove all unneeded packages originally installed as dependencies.
el: Αφαίρεση όλων των περιττών πακέτων που είχαν εγκατασταθεί αρχικά ως εξαρτήσεις.

source: Check for available package upgrades
el: Έλεγχος για διαθέσιμες αναβαθμίσεις πακέτων

source: Reports the lowest versions of packages that fix advisories of type bugfix, enhancement, security, or newpackage. In case that any option limiting advisories is used it reports the lowest versions of packages that fix advisories matching selected advisory properties
el: Αναφέρει τις χαμηλότερες εκδόσεις πακέτων που διορθώνουν ειδοποιήσεις τύπου bugfix, enhancement, security, ή newpackage. Σε περίπτωση χρήσης επιλογής περιορισμού των ειδοποιήσεων, αναφέρει τις χαμηλότερες εκδόσεις πακέτων που διορθώνουν ειδοποιήσεις που αντιστοιχούν στις επιλεγμένες ιδιότητες

source: Check for problems in the packagedb
el: Έλεγχος για προβλήματα στη βάση δεδομένων πακέτων (packagedb)

source: Check discovered {} problem(s) in {} package(s)
el: Ο έλεγχος ανακάλυψε {} πρόβλημα(τα) σε {} πακέτο(α)

source: List of cache types to clean up. Supported types: {0}
el: Λίστα τύπων προσωρινής μνήμης (cache) προς καθαρισμό. Υποστηριζόμενοι τύποι: {0}

source: Unknown cache type "{0}". Supported types: {1}
el: Άγνωστος τύπος προσωρινής μνήμης "{0}". Υποστηριζόμενοι τύποι: {1}

source: Failed to cleanup repository cache in path "{0}": {1}
el: Αποτυχία καθαρισμού προσωρινής μνήμης αποθετηρίου στη διαδρομή "{0}": {1}

source: Cache directory "{}" does not exist. Nothing to clean.
el: Ο κατάλογος προσωρινής μνήμης "{}" δεν υπάρχει. Τίποτα προς καθαρισμό.

source: Cannot iterate cache directory "{}": {}
el: Αδυναμία επανάληψης (iterate) στον κατάλογο προσωρινής μνήμης "{}": {}

source: Install debuginfo packages.
el: Εγκατάσταση πακέτων debuginfo.

source: Upgrade or downgrade installed software to the latest available versions
el: Αναβάθμιση ή υποβάθμιση του εγκατεστημένου λογισμικού στις τελευταίες διαθέσιμες εκδόσεις

source: Do transaction
el: Εκτέλεση συναλλαγής

source: Action to be done on the following items.
el: Ενέργεια προς εκτέλεση στα ακόλουθα αντικείμενα.

source: Unsupported action "{}"
el: Μη υποστηριζόμενη ενέργεια "{}"

source: Type of the following items.
el: Τύπος των ακόλουθων αντικειμένων.

source: Unsupported item type "{}"
el: Μη υποστηριζόμενος τύπος αντικειμένου "{}"

source: List of items to take action on
el: Λίστα αντικειμένων για την εκτέλεση ενέργειας

source: Only package downgrade is supported.
el: Υποστηρίζεται μόνο η υποβάθμιση πακέτου.

source: Only package reinstall is supported.
el: Υποστηρίζεται μόνο η επανεγκατάσταση πακέτου.

source: Action was not defined
el: Η ενέργεια δεν ορίστηκε

source: Invalid Environmet/Group specification: {}
el: Μη έγκυρη προδιαγραφή Περιβάλλοντος/Ομάδας: {}

source: Downgrading environments and groups is not supported.
el: Η υποβάθμιση περιβαλλόντων και ομάδων δεν υποστηρίζεται.

source: Reinstaling environments and groups is not supported.
el: Η επανεγκατάσταση περιβαλλόντων και ομάδων δεν υποστηρίζεται.

source: Downgrade software
el: Υποβάθμιση λογισμικού

source: When running with --url, prints URLs from all available mirrors
el: Κατά την εκτέλεση με --url, εκτυπώνει τα URL από όλα τα διαθέσιμα είδωλα (mirrors)

source: Invalid urlprotocol option: {}
el: Μη έγκυρη επιλογή urlprotocol: {}

source: Unsupported architecture "{0}". Please choose one from {1}
el: Μη υποστηριζόμενη αρχιτεκτονική "{0}". Παρακαλώ επιλέξτε μία από τις {1}

source: Option "--alldeps" should be used with "--resolve"
el: Η επιλογή "--alldeps" θα πρέπει να χρησιμοποιείται με την "--resolve"

source: No package "{}" available; You might want to use --skip-unavailable option.
el: Δεν υπάρχει διαθέσιμο πακέτο "{}". Ίσως θέλετε να χρησιμοποιήσετε την επιλογή --skip-unavailable.

source: Show only available environments.
el: Εμφάνιση μόνο των διαθέσιμων περιβαλλόντων.

source: Show only installed environments.
el: Εμφάνιση μόνο των εγκατεστημένων περιβαλλόντων.

source: Pattern matching environment IDs.
el: Μοτίβο για αντιστοίχιση των ID περιβάλλοντος.

source: Manage comps environments
el: Διαχείριση περιβαλλόντων comps

source: The following items can be selected only from the specified repositories. All enabled repositories will still be used to satisfy dependencies.
el: Τα ακόλουθα αντικείμενα μπορούν να επιλεγούν μόνο από τα καθορισμένα αποθετήρια. Όλα τα ενεργοποιημένα αποθετήρια θα εξακολουθούν να χρησιμοποιούνται για την ικανοποίηση εξαρτήσεων.

source: "--from_repo" already defined with diferent value
el: Το "--from_repo" έχει ήδη οριστεί με διαφορετική τιμή

source: Filters installed packages by the ID of the repository they were installed from.
el: Φιλτράρει τα εγκατεστημένα πακέτα βάσει του ID του αποθετηρίου από το οποίο εγκαταστάθηκαν.

source: "--installed-from_repo" already defined with diferent value
el: Το "--installed-from_repo" έχει ήδη οριστεί με διαφορετική τιμή

source: Show only available groups.
el: Εμφάνιση μόνο των διαθέσιμων ομάδων.

source: Show also hidden groups.
el: Εμφάνιση και των κρυμμένων ομάδων.

source: Show only installed groups.
el: Εμφάνιση μόνο των εγκατεστημένων ομάδων.

source: Show only groups containing packages with specified names. List option, supports globs.
el: Εμφάνιση μόνο ομάδων που περιέχουν πακέτα με συγκεκριμένα ονόματα. Επιλογή λίστας, υποστηρίζει globs.

source: Pattern matching group IDS.
el: Μοτίβο για αντιστοίχιση των ID ομάδων.

source: Include optional packages from group.
el: Συμπερίληψη προαιρετικών πακέτων από την ομάδα.

source: Operate on groups only, no packages are changed.
el: Λειτουργία μόνο σε ομάδες, δεν αλλάζουν πακέτα.

source: Transaction ID
el: ID Συναλλαγής

source: Reverse the order of transactions.
el: Αντιστροφή της σειράς των συναλλαγών.

source: Don't consider mismatches between installed and stored transaction packages as errors. This can result in an empty transaction because among other things the option can ignore failing Remove actions.
el: Να μη θεωρούνται ως σφάλματα οι ασυμφωνίες μεταξύ των εγκατεστημένων και των αποθηκευμένων πακέτων συναλλαγής. Αυτό μπορεί να οδηγήσει σε κενή συναλλαγή διότι, μεταξύ άλλων, η επιλογή μπορεί να αγνοήσει αποτυχημένες ενέργειες Αφαίρεσης (Remove).

source: Don't consider extra packages pulled into the transaction as errors.
el: Να μη θεωρούνται ως σφάλματα τα επιπλέον πακέτα που εισήχθησαν στη συναλλαγή.

source: Show only transactions containing packages with specified names. List option, supports globs.
el: Εμφάνιση μόνο συναλλαγών που περιέχουν πακέτα με συγκεκριμένα ονόματα. Επιλογή λίστας, υποστηρίζει globs.

source: Manage transaction history
el: Διαχείριση ιστορικού συναλλαγών

source: No match found, history info defaults to considering only the last transaction, specify "1..last" range to search all transactions.
el: Δεν βρέθηκε αντιστοιχία, οι πληροφορίες ιστορικού εξετάζουν από προεπιλογή μόνο την τελευταία συναλλαγή, ορίστε το εύρος "1..last" για αναζήτηση σε όλες τις συναλλαγές.

source: No matching transaction ID found, exactly one required.
el: Δεν βρέθηκε αντίστοιχο ID συναλλαγής, απαιτείται ακριβώς ένα.

source: Matched more than one transaction ID, exactly one required.
el: Αντιστοιχίστηκαν περισσότερα από ένα ID συναλλαγής, απαιτείται ακριβώς ένα.

source: Multiple transactions selected for storing, only one allowed.
el: Επιλέχθηκαν πολλαπλές συναλλαγές για αποθήκευση, επιτρέπεται μόνο μία.

source: File "{}" already exists, it will be overwritten.
el: Το αρχείο "{}" υπάρχει ήδη, θα αντικατασταθεί.

source: Invalid transaction ID range "{}", "ID" or "ID..ID" expected, where ID is "NUMBER", "last" or "last-NUMBER".
el: Μη έγκυρο εύρος ID συναλλαγής "{}", αναμενόταν "ID" ή "ID..ID", όπου το ID είναι "ΑΡΙΘΜΟΣ", "last" ή "last-ΑΡΙΘΜΟΣ".

source: Install software
el: Εγκατάσταση λογισμικού

source: List groups of installed packages not required by other installed packages
el: Προβολή ομάδων εγκατεστημένων πακέτων που δεν απαιτούνται από άλλα εγκατεστημένα πακέτα

source: Lists packages depending on the packages' relation to the system
el: Προβολή λίστας πακέτων ανάλογα με τη σχέση τους με το σύστημα

source: List of package-spec-NI to match (case insensitively)
el: Λίστα προδιαγραφών πακέτου (package-spec-NI) προς αντιστοίχιση (χωρίς διάκριση πεζών-κεφαλαίων)

source: Show all versions of the packages, not only the latest ones.
el: Εμφάνιση όλων των εκδόσεων των πακέτων, όχι μόνο των τελευταίων.

source: List installed packages.
el: Προβολή εγκατεστημένων πακέτων.

source: List available packages.
el: Προβολή διαθέσιμων πακέτων.

source: List extras, that is packages installed on the system that are not available in any known repository.
el: Προβολή επιπλέον (extras) πακέτων, δηλαδή πακέτων εγκατεστημένων στο σύστημα που δεν είναι διαθέσιμα σε κανένα γνωστό αποθετήριο.

source: List packages installed on the system that are obsoleted by packages in any known repository.
el: Προβολή πακέτων εγκατεστημένων στο σύστημα που έχουν αντικατασταθεί (obsoleted) από πακέτα σε οποιοδήποτε γνωστό αποθετήριο.

source: List packages recently added into the repositories.
el: Προβολή πακέτων που προστέθηκαν πρόσφατα στα αποθετήρια.

source: List upgrades available for the installed packages.
el: Προβολή διαθέσιμων αναβαθμίσεων για τα εγκατεστημένα πακέτα.

source: List packages which will be removed by the 'dnf autoremove' command.
el: Προβολή πακέτων που θα αφαιρεθούν από την εντολή 'dnf autoremove'.

source: Installed packages
el: Εγκατεστημένα πακέτα

source: Available packages
el: Διαθέσιμα πακέτα

source: Available upgrades
el: Διαθέσιμες αναβαθμίσεις

source: Obsoleting packages
el: Πακέτα προς αντικατάσταση

source: Autoremove packages
el: Πακέτα αυτόματης αφαίρεσης

source: Extra packages
el: Επιπλέον πακέτα

source: Recently added packages
el: Πρόσφατα προστεθέντα πακέτα

source: No matching packages to list
el: Δεν βρέθηκαν πακέτα προς εμφάνιση

source: Change the reason of an installed package
el: Αλλαγή της αιτίας (reason) ενός εγκατεστημένου πακέτου

source: Show enabled modules.
el: Εμφάνιση ενεργοποιημένων αρθρωμάτων.

source: Show disabled modules.
el: Εμφάνιση απενεργοποιημένων αρθρωμάτων.

source: Pattern matching module NSVCAs.
el: Μοτίβο αντιστοίχισης NSVCAs αρθρώματος.

source: Manage modules
el: Διαχείριση αρθρωμάτων

source: No matches found for "{}".
el: Δεν βρέθηκαν αντιστοιχίες για το "{}".

source: Manage offline transactions
el: Διαχείριση εκτός σύνδεσης (offline) συναλλαγών

source: Error reading state: {}. Rerun the command you used to initiate the offline transaction, e.g. `dnf5 system-upgrade download [OPTIONS]`.
el: Σφάλμα κατά την ανάγνωση της κατάστασης: {}. Εκτελέστε ξανά την εντολή που χρησιμοποιήσατε για να ξεκινήσετε την offline συναλλαγή, π.χ. `dnf5 system-upgrade download [ΕΠΙΛΟΓΕΣ]`.

source: Couldn't connect to D-Bus: {}
el: Δεν ήταν δυνατή η σύνδεση στο D-Bus: {}

source: Prepare the system to perform the offline transaction and reboot to start the transaction.
el: Προετοιμασία του συστήματος για την εκτέλεση της offline συναλλαγής και επανεκκίνηση για την έναρξη της συναλλαγής.

source: Power off the system after the operation is complete
el: Απενεργοποίηση του συστήματος μετά την ολοκλήρωση της λειτουργίας

source: No offline transaction is stored.
el: Δεν υπάρχει αποθηκευμένη offline συναλλαγή.

source: System is not ready for offline transaction.
el: Το σύστημα δεν είναι έτοιμο για offline συναλλαγή.

source: Data directory {} does not exist.
el: Ο κατάλογος δεδομένων {} δεν υπάρχει.

source: {} is not wanted by system-update.target.
el: Το {} δεν απαιτείται από το system-update.target.

source: The system will now reboot to upgrade to release version {}.
el: Το σύστημα θα επανεκκινηθεί τώρα για αναβάθμιση στην έκδοση κυκλοφορίας {}.

source: The system will now reboot to perform the offline transaction initiated by the following command:
el: Το σύστημα θα επανεκκινηθεί τώρα για την εκτέλεση της offline συναλλαγής που ξεκίνησε από την ακόλουθη εντολή:

source: Internal use only, not intended to be run by the user. Execute the transaction in the offline environment.
el: Μόνο για εσωτερική χρήση, δεν προορίζεται για εκτέλεση από τον χρήστη. Εκτέλεση της συναλλαγής στο offline περιβάλλον.

source: Trigger file does not exist. Exiting.
el: Το αρχείο έναυσης (trigger) δεν υπάρχει. Έξοδος.

source: Another offline transaction tool is running. Exiting.
el: Ένα άλλο εργαλείο offline συναλλαγών εκτελείται. Έξοδος.

source: Starting offline transaction. This will take a while.
el: Έναρξη offline συναλλαγής. Αυτό θα πάρει λίγη ώρα.

source: Starting system upgrade. This will take a while.
el: Έναρξη αναβάθμισης συστήματος. Αυτό θα πάρει λίγη ώρα.

source: Use `dnf5 offline reboot` to begin the transaction.
el: Χρησιμοποιήστε το `dnf5 offline reboot` για να ξεκινήσετε τη συναλλαγή.

source: Transaction failed:
el: Η συναλλαγή απέτυχε:

source: Error reading journal: {}
el: Σφάλμα κατά την ανάγνωση του ημερολογίου (journal): {}

source: Add journal match failed: {}
el: Η προσθήκη αντιστοίχισης ημερολογίου απέτυχε: {}

source: No logs were found.
el: Δεν βρέθηκαν αρχεία καταγραφής.

source: The following boots appear to contain offline transaction logs:
el: Οι ακόλουθες εκκινήσεις φαίνεται να περιέχουν αρχεία καταγραφής offline συναλλαγών:

source: Cannot find logs with this index.
el: Δεν είναι δυνατή η εύρεση αρχείων καταγραφής με αυτό το ευρετήριο.

source: Unable to match systemd journal entry.
el: Αδυναμία αντιστοίχισης καταχώρησης ημερολογίου systemd.

source: Show logs from past offline transactions
el: Εμφάνιση αρχείων καταγραφής από προηγούμενες offline συναλλαγές

source: Which log to show. Run without any arguments to get a list of available logs.
el: Ποιο αρχείο καταγραφής να εμφανιστεί. Εκτελέστε χωρίς ορίσματα για να λάβετε μια λίστα με τα διαθέσιμα αρχεία.

source: systemd is not supported in this build of DNF 5; the `log` subcommand is unavailable.
el: το systemd δεν υποστηρίζεται σε αυτή την έκδοση του DNF 5· η υποεντολή `log` είναι μη διαθέσιμη.

source: Show status of the current offline transaction
el: Εμφάνιση κατάστασης της τρέχουσας offline συναλλαγής

source: An offline transaction was initiated by the following command:
el: Μια offline συναλλαγή ξεκίνησε από την ακόλουθη εντολή:

source: Run `dnf5 offline reboot` to reboot and perform the offline transaction.
el: Εκτελέστε `dnf5 offline reboot` για επανεκκίνηση και εκτέλεση της offline συναλλαγής.

source: An offline transaction was started, but it did not finish. Run `dnf5 offline log` for more information. The command that initiated the transaction was:
el: Μια offline συναλλαγή ξεκίνησε, αλλά δεν ολοκληρώθηκε. Εκτελέστε `dnf5 offline log` για περισσότερες πληροφορίες. Η εντολή που ξεκίνησε τη συναλλαγή ήταν:

source: Unknown offline transaction status:
el: Άγνωστη κατάσταση offline συναλλαγής:

source: Find what package provides the given value
el: Εύρεση του πακέτου που παρέχει τη δοθείσα τιμή

source: Reinstall software
el: Επανεγκατάσταση λογισμικού

source: Remove (uninstall) software
el: Αφαίρεση (απεγκατάσταση) λογισμικού
