Repository: rpm-software-management/dnf5-l10n
Catalog: dnf5/*.po
Languages: el

source: Replay a transaction that was previously stored to a directory
el: Αναπαραγωγή μιας συναλλαγής που είχε αποθηκευτεί προηγουμένως σε έναν κατάλογο

source: Show all repositories.
el: Εμφάνιση όλων των αποθετηρίων.

source: Show enabled repositories (default).
el: Εμφάνιση ενεργοποιημένων αποθετηρίων (προεπιλογή).

source: Show disabled repositories.
el: Εμφάνιση απενεργοποιημένων αποθετηρίων.

source: Pattern matching repo IDs.
el: Μοτίβο αντιστοίχισης ID αποθετηρίων.

source: Manage repositories
el: Διαχείριση αποθετηρίων

source: Search for packages matching various criteria
el: Αναζήτηση πακέτων που πληρούν διάφορα κριτήρια

source: Option "--exactdeps" has to be used either with "--whatrequires" or "--whatdepends"
el: Η επιλογή "--exactdeps" πρέπει να χρησιμοποιείται είτε με το "--whatrequires" είτε με το "--whatdepends"

source: Option "--recursive" has to be used either with "--whatrequires" or "--providers-of=requires"
el: Η επιλογή "--recursive" πρέπει να χρησιμοποιείται είτε με το "--whatrequires" είτε με το "--providers-of=requires"

source: Search also package description and URL.
el: Αναζήτηση επίσης στην περιγραφή και το URL του πακέτου.

source: Patterns
el: Μοτίβα

source: Search for software matching all specified strings
el: Αναζήτηση λογισμικού που αντιστοιχεί σε όλες τις καθορισμένες συμβολοσειρές

source: Remove software and install another in one transaction
el: Αφαίρεση λογισμικού και εγκατάσταση άλλου σε μία συναλλαγή

source: Prepare system for upgrade to a new release
el: Προετοιμασία συστήματος για αναβάθμιση σε νέα έκδοση

source: Download everything needed to upgrade to a new release
el: Λήψη όλων των απαραίτητων στοιχείων για την αναβάθμιση σε νέα έκδοση

source: Do not install packages from the new release if they are older than what is currently installed
el: Να μην εγκατασταθούν πακέτα από τη νέα έκδοση εάν είναι παλαιότερα από αυτά που είναι επί του παρόντος εγκατεστημένα

source: Store a distro-sync transaction to be performed offline
el: Αποθήκευση μιας συναλλαγής distro-sync για εκτέλεση εκτός σύνδεσης (offline)

source: Store an upgrade transaction to be performed offline
el: Αποθήκευση μιας συναλλαγής αναβάθμισης για εκτέλεση εκτός σύνδεσης (offline)

source: Upgrade software
el: Αναβάθμιση λογισμικού

source: Upgrade packages only to the lowest versions that fix advisories of type bugfix, enhancement, security, or newpackage. In case that any option limiting advisories is used it upgrades packages only to the lowest versions that fix advisories that matching selected advisory property
el: Αναβάθμιση πακέτων μόνο στις ελάχιστες εκδόσεις που διορθώνουν ειδοποιήσεις τύπου bugfix, enhancement, security ή newpackage. Σε περίπτωση που χρησιμοποιηθεί οποιαδήποτε επιλογή περιορισμού ειδοποιήσεων, αναβαθμίζει τα πακέτα μόνο στις ελάχιστες εκδόσεις που διορθώνουν ειδοποιήσεις που αντιστοιχούν στην επιλεγμένη ιδιότητα ειδοποίησης

source: Added by 'versionlock {}' command on {}
el: Προστέθηκε από την εντολή 'versionlock {}' στις {}

source: Manage versionlock configuration
el: Διαχείριση των ρυθμίσεων κλειδώματος έκδοσης (versionlock)

source: Add new entry to versionlock configuration
el: Προσθήκη νέας καταχώρησης στις ρυθμίσεις versionlock

source: List of package package-spec-N to add versionlock for
el: Λίστα προδιαγραφών πακέτων (package-spec-N) για προσθήκη κλειδώματος έκδοσης

source: No package found for "{}".
el: Δεν βρέθηκε πακέτο για το "{}".

source: Adding versionlock on "{0} = {1}".
el: Προσθήκη κλειδώματος έκδοσης στο "{0} = {1}".

source: Package "{}" is already locked.
el: Το πακέτο "{}" είναι ήδη κλειδωμένο.

source: Remove all entries from versionlock configuration
el: Αφαίρεση όλων των καταχωρίσεων από τις ρυθμίσεις του versionlock

source: Remove any matching versionlock configuration entries
el: Αφαίρεση τυχόν αντίστοιχων καταχωρίσεων από τις ρυθμίσεις του versionlock

source: List of package specs to remove versionlock for
el: Λίστα προδιαγραφών πακέτων για αφαίρεση του versionlock

source: Deleting versionlock entry:
el: Διαγραφή καταχώρισης versionlock:

source: Add new exclude entry to versionlock configuration
el: Προσθήκη νέας καταχώρισης εξαίρεσης στις ρυθμίσεις του versionlock

source: List of package-spec-N to add versionlock exclude for
el: Λίστα προδιαγραφών πακέτων για προσθήκη εξαίρεσης στο versionlock

source: Adding versionlock exclude on "{0} = {1}".
el: Προσθήκη εξαίρεσης versionlock στο "{0} = {1}".

source: Package "{}" is already excluded.
el: Το πακέτο "{}" είναι ήδη εξαιρεμένο.

source: Importing OpenPGP key 0x{}:
el: Εισαγωγή κλειδιού OpenPGP 0x{}:

source: The key was successfully imported.
el: Το κλειδί εισήχθη επιτυχώς.

source: The following OpenPGP key (0x{}) is about to be removed:
el: Το ακόλουθο κλειδί OpenPGP (0x{}) πρόκειται να αφαιρεθεί:

source: Fingerprint: {}
el: Αποτύπωμα : {}

source: As a result, installing packages signed with this key will fail.
el: Ως αποτέλεσμα, η εγκατάσταση πακέτων υπογεγραμμένων με αυτό το κλειδί θα αποτύχει.

source: It is recommended to remove the expired key to allow importing
el: Συνιστάται η αφαίρεση του ληγμένου κλειδιού για να επιτραπεί η εισαγωγή

source: an updated key. This might leave already installed packages unverifiable.
el: ενός ενημερωμένου κλειδιού. Αυτό μπορεί να καταστήσει τα ήδη εγκατεστημένα πακέτα μη επαληθεύσιμα.

source: The system will now proceed with removing the key.
el: Το σύστημα θα προχωρήσει τώρα στην αφαίρεση του κλειδιού.

source: Key 0x{} was successfully removed.
el: Το κλειδί 0x{} αφαιρέθηκε επιτυχώς.

source: No matching repositories for {}. To use repositories from a host system, pass --use-host-config option
el: Δεν βρέθηκαν αντίστοιχα αποθετήρια για το {}. Για να χρησιμοποιήσετε αποθετήρια από το κεντρικό σύστημα, χρησιμοποιήστε την επιλογή --use-host-config

source: No matching repositories for {}
el: Δεν βρέθηκαν αντίστοιχα αποθετήρια για το {}

source: Updating and loading repositories:
el: Ενημέρωση και φόρτωση αποθετηρίων:

source: Repositories loaded.
el: Τα αποθετήρια φορτώθηκαν.

source: Testing offline transaction
el: Δοκιμή offline συναλλαγής

source: Transaction failed: {}
el: Η συναλλαγή απέτυχε: {}

source: Location "{}" already contains a stored transaction, it will be overwritten.
el: Η τοποθεσία "{}" περιέχει ήδη μια αποθηκευμένη συναλλαγή, η οποία θα αντικατασταθεί.

source: There is already an offline transaction queued, initiated by the following command:
el: Υπάρχει ήδη μια offline συναλλαγή στην ουρά, η οποία ξεκίνησε από την ακόλουθη εντολή:

source: Continuing will cancel the old offline transaction and replace it with this one.
el: Η συνέχεια θα ακυρώσει την παλιά offline συναλλαγή και θα την αντικαταστήσει με αυτήν.

source: Transaction stored to be performed offline. Run `dnf5 offline reboot` to reboot and run the transaction. To cancel the transaction and delete the downloaded files, use `dnf5 offline clean`.
el: Η συναλλαγή αποθηκεύτηκε για να εκτελεστεί offline. Εκτελέστε `dnf5 offline reboot` για επανεκκίνηση και εκτέλεση της συναλλαγής. Για να ακυρώσετε τη συναλλαγή και να διαγράψετε τα ληφθέντα αρχεία, χρησιμοποιήστε το `dnf5 offline clean`.

source: Running transaction
el: Εκτέλεση συναλλαγής

source: Upgrading {}
el: Αναβάθμιση του {}

source: Downgrading {}
el: Υποβάθμιση του {}

source: Reinstalling {}
el: Επανεγκατάσταση του {}

source: Unexpected action in TransactionPackage: {}
el: Μη αναμενόμενη ενέργεια στο TransactionPackage: {}

source: Installing {}
el: Εγκατάσταση του {}

source: Prepare transaction
el: Προετοιμασία συναλλαγής

source: Removing {}
el: Αφαίρεση του {}

source: Cleanup {}
el: Εκκαθάριση του {}

source: Unpack error: {}
el: Σφάλμα αποσυμπίεσης: {}

source: Cpio error: {}
el: Σφάλμα cpio: {}

source: Scriptlet output:
el: Έξοδος scriptlet:

source: Running scriptlets
el: Εκτέλεση scriptlets

source: Running {} scriptlet: {}
el: Εκτέλεση του {} scriptlet: {}

source: Finished {} scriptlet: {}
el: Ολοκληρώθηκε το {} scriptlet: {}

source: Non-critical error in {} scriptlet: {}
el: Μη κρίσιμο σφάλμα στο {} scriptlet: {}

source: Error in {} scriptlet: {}
el: Σφάλμα στο {} scriptlet: {}

source: Verify package files
el: Επαλήθευση αρχείων πακέτου

source: Cannot load shared library "{}": {}
el: Αδυναμία φόρτωσης κοινόχρηστης βιβλιοθήκης "{}": {}

source: Cannot obtain address of symbol "{}": {}
el: Αδυναμία λήψης διεύθυνσης του συμβόλου "{}": {}

source: Utility for packages maintaining
el: Εργαλείο για τη συντήρηση πακέτων

source: DNF5 is a program for maintaining packages.
el: Το DNF5 είναι ένα πρόγραμμα για τη συντήρηση πακέτων.

source: Unclassified options:
el: Μη ταξινομημένες επιλογές:

source: Global options:
el: Καθολικές επιλογές:

source: Print help
el: Εκτύπωση βοήθειας

source: Configuration file location
el: Τοποθεσία αρχείου ρυθμίσεων

source: In combination with a non-interactive command, shows just the relevant content. Suppresses messages notifying about the current state or actions of dnf5.
el: Σε συνδυασμό με μια μη διαδραστική εντολή, εμφανίζει μόνο το σχετικό περιεχόμενο. Καταστέλλει τα μηνύματα που ενημερώνουν για την τρέχουσα κατάσταση ή τις ενέργειες του dnf5.

source: Run entirely from system cache, don't update the cache and use it even in case it is expired.
el: Εκτέλεση εξ ολοκλήρου από την προσωρινή μνήμη του συστήματος, χωρίς ενημέρωση της προσωρινής μνήμης και χρήση της ακόμα και αν έχει λήξει.

source: Control whether color is used.
el: Έλεγχος χρήσης χρωμάτων.

source: Force refreshing metadata before running the command.
el: Επιβολή ανανέωσης μεταδεδομένων πριν την εκτέλεση της εντολής.

source: Failed to expire repository cache in path "{0}": {1}
el: Αποτυχία λήξης της προσωρινής μνήμης του αποθετηρίου στη διαδρομή "{0}": {1}

source: create additional repository using id and path
el: δημιουργία πρόσθετου αποθετηρίου χρησιμοποιώντας id και διαδρομή

source: repofrompath: Incorrect repoid and path specification "{}"
el: repofrompath: Εσφαλμένη προδιαγραφή repoid και διαδρομής "{}"

source: set arbitrary config and repo options
el: ορισμός αυθαίρετων επιλογών ρυθμίσεων και αποθετηρίων

source: {}: Badly formatted argument value "{}"
el: {}: Κακώς μορφοποιημένη τιμή ορίσματος "{}"

source: {}: Badly formatted argument value: Last key character cannot be '.': {}
el: {}: Κακώς μορφοποιημένη τιμή ορίσματος: Ο τελευταίος χαρακτήρας του κλειδιού δεν μπορεί να είναι '.': {}

source: set arbitrary variable
el: ορισμός αυθαίρετης μεταβλητής

source: automatically answer yes for all questions
el: αυτόματη απάντηση 'ναι' σε όλες τις ερωτήσεις

source: automatically answer no for all questions
el: αυτόματη απάντηση 'όχι' σε όλες τις ερωτήσεις

source: try the best available package versions in transactions
el: δοκιμή των βέλτιστων διαθέσιμων εκδόσεων πακέτων στις συναλλαγές

source: do not limit the transaction to the best candidate
el: να μην περιορίζεται η συναλλαγή στον βέλτιστο υποψήφιο

source: Don't install files that are marked as documentation (which includes man pages and texinfo documents)
el: Να μην εγκαθίστανται αρχεία που έχουν σημανθεί ως τεκμηρίωση (η οποία περιλαμβάνει σελίδες man και έγγραφα texinfo)

source: exclude packages by name or glob
el: εξαίρεση πακέτων βάσει ονόματος ή glob

source: Enable additional repositories. List option. Supports globs, can be specified multiple times.
el: Ενεργοποίηση πρόσθετων αποθετηρίων. Επιλογή λίστας. Υποστηρίζει globs, μπορεί να οριστεί πολλαπλές φορές.

source: Disable repositories. List option. Supports globs, can be specified multiple times.
el: Απενεργοποίηση αποθετηρίων. Επιλογή λίστας. Υποστηρίζει globs, μπορεί να οριστεί πολλαπλές φορές.

source: Enable just specific repositories. List option. Supports globs, can be specified multiple times.
el: Ενεργοποίηση μόνο συγκεκριμένων αποθετηρίων. Επιλογή λίστας. Υποστηρίζει globs, μπορεί να οριστεί πολλαπλές φορές.

source: disable OpenPGP signature checking (if RPM policy allows)
el: απενεργοποίηση ελέγχου υπογραφής OpenPGP (αν το επιτρέπει η πολιτική RPM)

source: Disable all libdnf5 plugins
el: Απενεργοποίηση όλων των πρόσθετων libdnf5

source: Enable libdnf5 plugins by name. List option. Supports globs, can be specified multiple times.
el: Ενεργοποίηση πρόσθετων libdnf5 ονομαστικά. Επιλογή λίστας. Υποστηρίζει globs, μπορεί να οριστεί πολλαπλές φορές.

source: Disable libdnf5 plugins by name. List option. Supports globs, can be specified multiple times.
el: Απενεργοποίηση πρόσθετων libdnf5 ονομαστικά. Επιλογή λίστας. Υποστηρίζει globs, μπορεί να οριστεί πολλαπλές φορές.

source: add a comment to transaction
el: προσθήκη σχολίου στη συναλλαγή

source: Adds a comment to the action. If a transaction takes place, the comment is stored in it.
el: Προσθέτει ένα σχόλιο στην ενέργεια. Εάν πραγματοποιηθεί συναλλαγή, το σχόλιο αποθηκεύεται σε αυτήν.

source: set install root
el: ορισμός install root

source: use configuration, reposdir, and vars from the host system rather than the installroot
el: χρήση ρυθμίσεων, reposdir και μεταβλητών από το κεντρικό σύστημα αντί για το installroot

source: override the value of $releasever in config and repo files
el: παράκαμψη της τιμής $releasever στα αρχεία ρυθμίσεων και αποθετηρίων

source: Show newly installed leaf packages and packages that became leaves after a transaction.
el: Εμφάνιση των πρόσφατα εγκατεστημένων πακέτων-φύλλων και των πακέτων που έγιναν φύλλα μετά από μια συναλλαγή.

source: Dump detailed solving results into files
el: Εξαγωγή λεπτομερών αποτελεσμάτων επίλυσης σε αρχεία

source: Print main configuration values to stdout
el: Εκτύπωση των κύριων τιμών ρυθμίσεων στην τυπική έξοδο (stdout)

source: Print repository configuration values to stdout. List option. Supports globs
el: Εκτύπωση των τιμών ρυθμίσεων των αποθετηρίων στην τυπική έξοδο. Επιλογή λίστας. Υποστηρίζει globs

source: Print variable values to stdout
el: Εκτύπωση τιμών μεταβλητών στην τυπική έξοδο

source: Show DNF5 version and exit
el: Εμφάνιση της έκδοσης του DNF5 και έξοδος

source: Force the use of a different architecture.
el: Επιβολή χρήσης διαφορετικής αρχιτεκτονικής.

source: Software Management Commands:
el: Εντολές Διαχείρισης Λογισμικού:

source: Query Commands:
el: Εντολές Ερωτημάτων:

source: Subcommands:
el: Υποεντολές:

source: {} version {}.{}.{}.{}
el: {} έκδοση {}.{}.{}.{}

source: {} plugin API version {}.{}
el: {} έκδοση API πρόσθετων {}.{}

source: libdnf5 version {}.{}.{}.{}
el: libdnf5 έκδοση {}.{}.{}.{}

source: libdnf5 plugin API version {}.{}
el: libdnf5 έκδοση API πρόσθετων {}.{}

source: Loaded {} plugins:
el: Φορτώθηκαν {} πρόσθετα:

source: Total size of inbound packages is {:.0f} {:s}. Need to download {:.0f} {:s}.
el: Το συνολικό μέγεθος των εισερχόμενων πακέτων είναι {:.0f} {:s}. Απαιτείται λήψη {:.0f} {:s}.

source: After this operation, {:.0f} {:s} extra will be used (install {:.0f} {:s}, remove {:.0f} {:s}).
el: Μετά από αυτήν την ενέργεια, θα χρησιμοποιηθούν επιπλέον {:.0f} {:s} (εγκατάσταση {:.0f} {:s}, αφαίρεση {:.0f} {:s}).

source: After this operation, {:.0f} {:s} will be freed (install {:.0f} {:s}, remove {:.0f} {:s}).
el: Μετά από αυτήν την ενέργεια, θα ελευθερωθούν {:.0f} {:s} (εγκατάσταση {:.0f} {:s}, αφαίρεση {:.0f} {:s}).

source: ======== Main configuration: ========
el: ======== Κύριες ρυθμίσεις: ========

source: No matching repo to dump configuration: "{}"
el: Δεν βρέθηκε αντίστοιχο αποθετήριο για εξαγωγή ρυθμίσεων: "{}"

source: ======== "{}" repository configuration: ========
el: ======== Ρυθμίσεις αποθετηρίου "{}": ========

source: ======== Variables: ========
el: ======== Μεταβλητές: ========

source: New leaves:
el: Νέα φύλλα:

source: {} to skip unavailable packages
el: {} για παράλειψη μη διαθέσιμων πακέτων

source: {} to allow extra packages in the transaction
el: {} για να επιτραπούν επιπλέον πακέτα στη συναλλαγή

source: {} to allow mismatches between installed and stored transaction packages. This can result in an empty transaction because among other things the option can ignore failing Remove actions.
el: {} για να επιτραπούν ασυμφωνίες μεταξύ των εγκατεστημένων και των αποθηκευμένων πακέτων συναλλαγής. Αυτό μπορεί να οδηγήσει σε κενή συναλλαγή, επειδή μεταξύ άλλων η επιλογή μπορεί να αγνοήσει αποτυχημένες ενέργειες αφαίρεσης.

source: {} to not limit the transaction to the best candidates
el: {} για να μην περιοριστεί η συναλλαγή στους βέλτιστους υποψηφίους

source: {} to allow removing of installed packages to resolve problems
el: {} για να επιτραπεί η αφαίρεση εγκατεστημένων πακέτων για την επίλυση προβλημάτων

source: {} to load additional filelists metadata
el: {} για φόρτωση επιπλέον μεταδεδομένων filelists

source: {} to skip uninstallable packages
el: {} για παράλειψη πακέτων που δεν μπορούν να εγκατασταθούν

source: You can try to add to command line:
el: Μπορείτε να δοκιμάσετε να προσθέσετε στη γραμμή εντολών:

source: No matches were found for the following plugin name patterns while enabling libdnf plugins: {}
el: Δεν βρέθηκαν αντιστοιχίες για τα ακόλουθα πρότυπα ονομάτων πρόσθετων κατά την ενεργοποίηση πρόσθετων libdnf: {}

source: No matches were found for the following plugin name patterns while disabling libdnf plugins: {}
el: Δεν βρέθηκαν αντιστοιχίες για τα ακόλουθα πρότυπα ονομάτων πρόσθετων κατά την απενεργοποίηση πρόσθετων libdnf: {}

source: --- DNF5 launched with arguments: "{}" ---
el: --- Το DNF5 ξεκίνησε με ορίσματα: "{}" ---

source: Invalid "index" in "--complete=<index>[,...]": {}
el: Μη έγκυρο "index" στο "--complete=<index>[,...]": {}

source: {}. Add "--help" for more information about the arguments.
el: {}. Προσθέστε "--help" για περισσότερες πληροφορίες σχετικά με τα ορίσματα.

source: It could be a command provided by a plugin, try: dnf5 install 'dnf5-command({})'
el: Θα μπορούσε να είναι μια εντολή που παρέχεται από ένα πρόσθετο, δοκιμάστε: dnf5 install 'dnf5-command({})'

source: The argument is available for commands: {}. (It has to be placed after the command.)
el: Το όρισμα είναι διαθέσιμο για τις εντολές: {}. (Πρέπει να τοποθετηθεί μετά την εντολή.)

source: No read/execute access in current directory, moving to /
el: Δεν υπάρχει πρόσβαση ανάγνωσης/εκτέλεσης στον τρέχοντα κατάλογο, μετακίνηση στο /

source: The requested operation requires superuser privileges. Please log in as a user with elevated rights, or use the "--assumeno" or "--downloadonly" options to run the command without modifying the system state.
el: Η ζητούμενη ενέργεια απαιτεί προνόμια υπερχρήστη. Παρακαλώ συνδεθείτε ως χρήστης με αυξημένα δικαιώματα, ή χρησιμοποιήστε τις επιλογές "--assumeno" ή "--downloadonly" για να εκτελέσετε την εντολή χωρίς να τροποποιήσετε την κατάσταση του συστήματος.

source: The operation will only store the transaction in {}
el: Η ενέργεια θα αποθηκεύσει μόνο τη συναλλαγή στο {}

source: The operation will only download packages for the transaction.
el: Η ενέργεια θα πραγματοποιήσει μόνο λήψη πακέτων για τη συναλλαγή.

source: Test mode enabled: Only package downloads, OpenPGP key installations and transaction checks will be performed.
el: Λειτουργία δοκιμής ενεργοποιημένη: Θα πραγματοποιηθούν μόνο λήψεις πακέτων, εγκαταστάσεις κλειδιών OpenPGP και έλεγχοι συναλλαγών.

source: Error: this bootc system is configured to be read-only. For more information, run `bootc --help`.
el: Σφάλμα: αυτό το σύστημα bootc είναι ρυθμισμένο να είναι μόνο για ανάγνωση. Για περισσότερες πληροφορίες, εκτελέστε `bootc --help`.

source: No repositories were loaded from the installroot. To use the configuration and repositories of the host system, pass --use-host-config.
el: Δεν φορτώθηκαν αποθετήρια από το installroot. Για να χρησιμοποιήσετε τις ρυθμίσεις και τα αποθετήρια του κεντρικού συστήματος, χρησιμοποιήστε το --use-host-config.

source: Command returned error: {}
el: Η εντολή επέστρεψε σφάλμα: {}

source: DNF5 finished
el: Το DNF5 ολοκληρώθηκε

source: Complete!
el: Ολοκληρώθηκε!

source: Allow removing of installed packages to resolve problems
el: Να επιτρέπεται η αφαίρεση εγκατεστημένων πακέτων για την επίλυση προβλημάτων

source: Allow resolving of depsolve problems by skipping packages
el: Να επιτρέπεται η επίλυση προβλημάτων εξαρτήσεων με παράλειψη πακέτων

source: Allow skipping unavailable packages
el: Να επιτρέπεται η παράλειψη μη διαθέσιμων πακέτων
