Repository: rpm-software-management/dnf5-l10n
Catalog: dnf5-plugin-copr/*.po
Languages: el

source: Copr hub (the web-UI/API server) hostname
el: Το όνομα κεντρικού υπολογιστή του Copr hub (διακομιστής web-UI/API)

source: Invalid PROJECT_SPEC format '{}'
el: Μη έγκυρη μορφή PROJECT_SPEC '{}'

source: Manage Copr repositories (add-ons provided by users/community/third-party)
el: Διαχείριση αποθετηρίων Copr (πρόσθετα που παρέχονται από χρήστες/κοινότητα/τρίτους)

source: Enabling a Copr repository. Please note that this repository is not part of the main distribution, and quality may vary. The Fedora Project does not exercise any power over the contents of this repository beyond the rules outlined in the Copr FAQ at <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>, and packages are not held to any quality or security level. Please do not file bug reports about these packages in Fedora Bugzilla. In case of problems, contact the owner of this repository.
el: Ενεργοποίηση αποθετηρίου Copr. Λάβετε υπόψη ότι αυτό το αποθετήριο δεν αποτελεί μέρος της κύριας διανομής και η ποιότητα ενδέχεται να ποικίλλει. Το Fedora Project δεν ασκεί κανέναν έλεγχο στο περιεχόμενο αυτού του αποθετηρίου πέρα από τους κανόνες που περιγράφονται στο Copr FAQ στη διεύθυνση <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>, και τα πακέτα δεν εγγυώνται κανένα επίπεδο ποιότητας ή ασφάλειας. Παρακαλούμε μην υποβάλλετε αναφορές σφαλμάτων για αυτά τα πακέτα στο Fedora Bugzilla. Σε περίπτωση προβλημάτων, επικοινωνήστε με τον ιδιοκτήτη του αποθετηρίου.

source: Maintainer of the enabled Copr repository decided to make it dependent on other repositories. Such repositories are usually necessary for successful installation of RPMs from the main Copr repository (they provide runtime dependencies). Be aware that the note about quality and bug-reporting above applies here too, Fedora Project doesn't control the content. Please review the list: {} These repositories are being enabled together with the main repository.
el: Ο συντηρητής του ενεργοποιημένου αποθετηρίου Copr αποφάσισε να το καταστήσει εξαρτώμενο από άλλα αποθετήρια. Τέτοια αποθετήρια είναι συνήθως απαραίτητα για την επιτυχή εγκατάσταση RPM από το κύριο αποθετήριο Copr (παρέχουν εξαρτήσεις χρόνου εκτέλεσης). Έχετε υπόψη ότι η παραπάνω σημείωση σχετικά με την ποιότητα και την αναφορά σφαλμάτων ισχύει και εδώ, το Fedora Project δεν ελέγχει το περιεχόμενο. Παρακαλούμε ελέγξτε τη λίστα: {} Αυτά τα αποθετήρια ενεργοποιούνται μαζί με το κύριο αποθετήριο.

source: print useful info about the system, useful for debugging
el: εκτύπωση χρήσιμων πληροφοριών για το σύστημα, χρήσιμο για αποσφαλμάτωση

source: disable specified Copr repository (if exists), keep {}/*.repo file - just mark enabled=0
el: απενεργοποίηση του καθορισμένου αποθετηρίου Copr (αν υπάρχει), διατήρηση του αρχείου {}/*.repo - απλή σήμανση ως enabled=0

source: download the repository info from a Copr server and install it as a {}/*.repo file
el: λήψη των πληροφοριών αποθετηρίου από έναν διακομιστή Copr και εγκατάστασή του ως αρχείο {}/*.repo

source: list Copr repositories
el: προβολή λίστας αποθετηρίων Copr

source: remove specified Copr repository from the system (removes the {}/*.repo file)
el: αφαίρεση του καθορισμένου αποθετηρίου Copr από το σύστημα (διαγράφει το αρχείο {}/*.repo)

source: Directory '{}' not found in '{}' Copr project.
el: Ο κατάλογος '{}' δεν βρέθηκε στο έργο Copr '{}'.

source: You can use one of these available directories:
el: Μπορείτε να χρησιμοποιήσετε έναν από αυτούς τους διαθέσιμους καταλόγους:

source: Chroot not found in the given Copr project
el: Το Chroot δεν βρέθηκε στο δοθέν έργο Copr

source: Unable to detect chroot, specify it explicitly.
el: Αδυναμία ανίχνευσης chroot, καθορίστε το ρητά.

source: We tried to find these repos without a success:
el: Προσπαθήσαμε να βρούμε αυτά τα αποθετήρια χωρίς επιτυχία:

source: You can choose one of the available chroots explicitly:
el: Μπορείτε να επιλέξετε ρητά ένα από τα διαθέσιμα chroots:

source: Can't parse Copr repo spec:
el: Αδυναμία ανάλυσης της προδιαγραφής αποθετηρίου Copr:

source: Can't remove the {} repo file
el: Αδυναμία αφαίρεσης του αρχείου αποθετηρίου {}

source: Repo file {} successfully removed
el: Το αρχείο αποθετηρίου {} αφαιρέθηκε επιτυχώς

source: Can't find item {} in {}
el: Αδυναμία εύρεσης του στοιχείου {} στο {}

source: Removing old config file '{}'
el: Αφαίρεση παλιού αρχείου ρυθμίσεων '{}'

source: Can't remove
el: Αδυναμία αφαίρεσης

source: Copr repofile '{}' has an old format, fix by re-enabling it $ {} copr enable {}
el: Το αρχείο αποθετηρίου Copr '{}' έχει παλιά μορφή, διορθώστε το επανενεργοποιώντας το $ {} copr enable {}

source: Repo id '{}' in '{}' is suspicious
el: Το id αποθετηρίου '{}' στο '{}' είναι ύποπτο

source: Repo id '{}' doesn't belong to '{}' repofile
el: Το id αποθετηρίου '{}' δεν ανήκει στο αρχείο αποθετηρίου '{}'

source: Copr repository '{}' in '{}' disabled.
el: Το αποθετήριο Copr '{}' στο '{}' απενεργοποιήθηκε.

source: Repository '{}' not found on this system
el: Το αποθετήριο '{}' δεν βρέθηκε σε αυτό το σύστημα
