Repository: rpm-software-management/dnf5-l10n
Catalog: dnf5-plugin-config-manager/*.po
Languages: el

source: from-repofile: "{}" file does not exist
el: from-repofile: το αρχείο «{}» δεν υπάρχει

source: {}: Badly formatted argument value "{}"
el: {}: Κακώς μορφοποιημένη τιμή ορίσματος «{}»

source: Cannot set repository option "{}={}": {}
el: Αδυναμία ορισμού της επιλογής αποθετηρίου «{}={}»: {}

source: Sets the "{}" option again with a different value: "{}" != "{}"
el: Ορισμός της επιλογής «{}» ξανά με διαφορετική τιμή: «{}» != «{}»

source: Missing path to repository configuration directory
el: Λείπει η διαδρομή προς τον κατάλογο ρυθμίσεων των αποθετηρίων

source: Failed to copy repository configuration file "{}": {}
el: Αποτυχία αντιγραφής του αρχείου ρυθμίσεων αποθετηρίου «{}»: {}

source: Failed to download repository configuration file "{}": {}
el: Αποτυχία λήψης του αρχείου ρυθμίσεων αποθετηρίου «{}»: {}

source: Error in added repository configuration file. Cannot set repository option "{}={}": {}
el: Σφάλμα στο αρχείο ρυθμίσεων του προστεθέντος αποθετηρίου. Αδυναμία ορισμού της επιλογής αποθετηρίου «{}={}»: {}

source: Bad baseurl: {}={}
el: Εσφαλμένο baseurl: {}={}

source: One of --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> must be set to a non-empty URL
el: Ένα από τα --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> πρέπει να οριστεί σε ένα μη κενό URL

source: Failed to save repository configuration file "{}": {}
el: Αποτυχία αποθήκευσης του αρχείου ρυθμίσεων αποθετηρίου «{}»: {}

source: File "{}" already exists and configures repositories with IDs "{}". Add "--add-or-replace" or "--overwrite".
el: Το αρχείο «{}» υπάρχει ήδη και ρυθμίζει αποθετήρια με ID «{}». Προσθέστε «--add-or-replace» ή «--overwrite».

source: File "{}" already exists and configures repositories with IDs "{}". Add "--overwrite" to overwrite.
el: Το αρχείο «{}» υπάρχει ήδη και ρυθμίζει αποθετήρια με ID «{}». Προσθέστε «--overwrite» για αντικατάσταση.

source: A repository with id "{}" already configured in file: {}
el: Ένα αποθετήριο με id «{}» είναι ήδη ρυθμισμένο στο αρχείο: {}

source: Cannot read repositories from directory "{}": {}
el: Αδυναμία ανάγνωσης αποθετηρίων από τον κατάλογο «{}»: {}

source: Manage configuration
el: Διαχείριση ρυθμίσεων

source: {}: Badly formatted argument value: Last key character cannot be '.': {}
el: {}: Κακώς μορφοποιημένη τιμή ορίσματος: Ο τελευταίος χαρακτήρας του κλειδιού δεν μπορεί να είναι «.»: {}

source: {}: Empty repository id is not allowed: {}
el: {}: Δεν επιτρέπεται κενό id αποθετηρίου: {}

source: Cannot set repository option "{}": {}
el: Αδυναμία ορισμού της επιλογής αποθετηρίου «{}»: {}

source: Sets the "{}" option of the repository "{}" again with a different value: "{}" != "{}"
el: Ορισμός της επιλογής «{}» του αποθετηρίου «{}» ξανά με διαφορετική τιμή: «{}» != «{}»

source: Cannot set option: "{}": {}
el: Αδυναμία ορισμού επιλογής: «{}»: {}

source: No matching repository to modify: {}
el: Δεν βρέθηκε αντίστοιχο αποθετήριο προς τροποποίηση: {}

source: Cannot set "{}": Variable "{}" is read-only
el: Αδυναμία ορισμού «{}»: Η μεταβλητή «{}» είναι μόνο για ανάγνωση

source: Sets the "{}" variable again with a different value: "{}" != "{}"
el: Ορισμός της μεταβλητής «{}» ξανά με διαφορετική τιμή: «{}» != «{}»

source: Missing path to vars directory
el: Λείπει η διαδρομή προς τον κατάλογο μεταβλητών (vars)

source: Cannot write variable to file "{}": {}
el: Αδυναμία εγγραφής μεταβλητής στο αρχείο «{}»: {}

source: The path "{}" exists, but it is not a directory or a symlink to a directory.
el: Η διαδρομή «{}» υπάρχει, αλλά δεν είναι κατάλογος ή συμβολικός σύνδεσμος (symlink) σε κατάλογο.

source: The path "{}" exists, but it is a symlink to a non-existent object.
el: Η διαδρομή «{}» υπάρχει, αλλά είναι συμβολικός σύνδεσμος σε ανύπαρκτο αντικείμενο.

source: Directory "{}" does not exist. Add "--create-missing-dir" to create missing directories.
el: Ο κατάλογος «{}» δεν υπάρχει. Προσθέστε «--create-missing-dir» για να δημιουργήσετε τους καταλόγους που λείπουν.

source: Variable name can contain only ASCII letters, numbers and '_': {}
el: Το όνομα της μεταβλητής μπορεί να περιέχει μόνο ASCII γράμματα, αριθμούς και «_»: {}

source: config-manager: Request to remove unsupported repository option: {}
el: config-manager: Αίτημα αφαίρεσης μη υποστηριζόμενης επιλογής αποθετηρίου: {}

source: config-manager: Request to remove unsupported main option: {}
el: config-manager: Αίτημα αφαίρεσης μη υποστηριζόμενης κύριας (main) επιλογής: {}

source: config-manager: Request to remove main option but it is not present in the config file: {}
el: config-manager: Αίτημα αφαίρεσης κύριας επιλογής, αλλά αυτή δεν υπάρχει στο αρχείο ρυθμίσεων: {}

source: config-manager: Request to remove main option but config file not found: {}
el: config-manager: Αίτημα αφαίρεσης κύριας επιλογής, αλλά το αρχείο ρυθμίσεων δεν βρέθηκε: {}

source: config-manager: Request to remove repository option but repoid is not present in the overrides: {}
el: config-manager: Αίτημα αφαίρεσης επιλογής αποθετηρίου, αλλά το repoid δεν υπάρχει στις παρακάμψεις (overrides): {}

source: config-manager: Request to remove repository option but it is not present in the overrides: {}.{}
el: config-manager: Αίτημα αφαίρεσης επιλογής αποθετηρίου, αλλά αυτή δεν υπάρχει στις παρακάμψεις: {}.{}

source: config-manager: Request to remove repository option but file with overrides not found: {}
el: config-manager: Αίτημα αφαίρεσης επιλογής αποθετηρίου, αλλά το αρχείο με τις παρακάμψεις δεν βρέθηκε: {}

source: config-manager: Request to remove variable but vars directory was not found: {}
el: config-manager: Αίτημα αφαίρεσης μεταβλητής, αλλά ο κατάλογος μεταβλητών (vars) δεν βρέθηκε: {}

source: config-manager: Request to remove variable but it is not present in the vars directory: {}
el: config-manager: Αίτημα αφαίρεσης μεταβλητής, αλλά αυτή δεν υπάρχει στον κατάλογο μεταβλητών: {}

source: Cannot remove variable file "{}": {}
el: Αδυναμία αφαίρεσης του αρχείου μεταβλητής «{}»: {}
