Repository: rpm-software-management/dnf5-l10n
Catalog: libdnf5-cli/*.po
Languages: el

source: Misconfigured alias "{}": cannot convert "{}" to a number
el: Λανθασμένα ρυθμισμένο ψευδώνυμο «{}»: αδυναμία μετατροπής του «{}» σε αριθμό

source: Misconfigured alias "{}": index "{}" out of range
el: Λανθασμένα ρυθμισμένο ψευδώνυμο «{}»: ο δείκτης «{}» είναι εκτός ορίων

source: "{}" not allowed together with named argument "{}"
el: Το «{}» δεν επιτρέπεται μαζί με το ονομαστικό όρισμα «{}»

source: "{}" not allowed in command "{}"
el: Το «{}» δεν επιτρέπεται στην εντολή «{}»

source: "{}" not allowed together with positional argument "{}"
el: Το «{}» δεν επιτρέπεται μαζί με το όρισμα θέσης «{}»

source: Argument id "{}" already registered in group "{}"
el: Το αναγνωριστικό ορίσματος «{}» είναι ήδη καταχωρισμένο στην ομάδα «{}»

source: Invalid character '.' in argument id "{}"
el: Μη έγκυρος χαρακτήρας «.» στο αναγνωριστικό ορίσματος «{}»

source: Too few values for positional argument "{}"
el: Πολύ λίγες τιμές για το όρισμα θέσης «{}»

source: Missing value for named argument "--{}"
el: Λείπει η τιμή για το ονομαστικό όρισμα «--{}»

source: Unexpected value for named argument "--{}"
el: Μη αναμενόμενη τιμή για το ονομαστικό όρισμα «--{}»

source: Missing value for named argument "-{}"
el: Λείπει η τιμή για το ονομαστικό όρισμα «-{}»

source: Usage:
el: Χρήση:

source: Description:
el: Περιγραφή:

source: Command id "{}" already registered for command "{}"
el: Το αναγνωριστικό εντολής «{}» είναι ήδη καταχωρισμένο για την εντολή «{}»

source: Named argument id "{}" already registered for command "{}"
el: Το αναγνωριστικό ονομαστικού ορίσματος «{}» είναι ήδη καταχωρισμένο για την εντολή «{}»

source: Positional argument id "{}" already registered for command "{}"
el: Το αναγνωριστικό ορίσματος θέσης «{}» είναι ήδη καταχωρισμένο για την εντολή «{}»

source: Group id "{}" already registered for command "{}"
el: Το αναγνωριστικό ομάδας «{}» είναι ήδη καταχωρισμένο για την εντολή «{}»

source: Command id "{}" does not contain subcommand with id "{}"
el: Το αναγνωριστικό εντολής «{}» δεν περιέχει υποεντολή με αναγνωριστικό «{}»

source: Command id "{}" does not contain named argument with id "{}"
el: Το αναγνωριστικό εντολής «{}» δεν περιέχει ονομαστικό όρισμα με αναγνωριστικό «{}»

source: Command id "{}" does not contain positional argument with id "{}"
el: Το αναγνωριστικό εντολής «{}» δεν περιέχει όρισμα θέσης με αναγνωριστικό «{}»

source: Command id "{}" does not contain group with id "{}"
el: Το αναγνωριστικό εντολής «{}» δεν περιέχει ομάδα με αναγνωριστικό «{}»

source: Unknown argument "{}" for command "{}"
el: Άγνωστο όρισμα «{}» για την εντολή «{}»

source: Missing positional argument "{}" for command "{}"
el: Λείπει το όρισμα θέσης «{}» για την εντολή «{}»

source: Missing value for command alias "{}"
el: Λείπει η τιμή για το ψευδώνυμο εντολής «{}»

source: Named argument with path id "{}" not found
el: Το ονομαστικό όρισμα με αναγνωριστικό διαδρομής «{}» δεν βρέθηκε

source: Positional argument with path id "{}" not found
el: Το όρισμα θέσης με αναγνωριστικό διαδρομής «{}» δεν βρέθηκε

source: Operation aborted by the user.
el: Η λειτουργία ακυρώθηκε από τον χρήστη.

source: Failed to resolve the transaction
el: Αποτυχία επίλυσης της συναλλαγής

source: Hint: [d]efault, [e]nabled, [x]disabled, [i]nstalled, [a]ctive
el: Συμβουλή: [d]προεπιλογή, [e]ενεργό, [x]ανενεργό, [i]εγκατεστημένο, [a]δραστικό

source: Hint: [d]efault, [e]nabled, [x]disabled, [i]nstalled
el: Συμβουλή: [d]προεπιλογή, [e]ενεργό, [x]ανενεργό, [i]εγκατεστημένο

source: Name
el: Όνομα

source: Epoch
el: Εποχή (Epoch)

source: Version
el: Έκδοση

source: Release
el: Κυκλοφορία

source: Architecture
el: Αρχιτεκτονική

source: Obsoletes
el: Αντικαθιστά (Obsoletes)

source: Download size
el: Μέγεθος λήψης

source: Installed size
el: Μέγεθος εγκατάστασης

source: Source
el: Πηγή

source: From repository
el: Από αποθετήριο

source: Repository
el: Αποθετήριο

source: Summary
el: Περίληψη

source: License
el: Άδεια

source: Description
el: Περιγραφή

source: Vendor
el: Προμηθευτής

source: (exact)
el: (ακριβές)

source: No matches found.
el: Δεν βρέθηκαν αποτελέσματα.

source: Matched fields:
el: Πεδία που ταιριάζουν:

source: Transaction Summary:
el: Περίληψη συναλλαγής:

source: Installing: {:4} package
el: Εγκατάσταση: {:4} πακέτο

source: Upgrading: {:4} package
el: Αναβάθμιση: {:4} πακέτο

source: Replacing: {:4} package
el: Αντικατάσταση: {:4} πακέτο

source: Changing reason: {:4} package
el: Αλλαγή αιτίας: {:4} πακέτο

source: Package
el: Πακέτο

source: Arch
el: Αρχιτεκτονική (Arch)

source: Size
el: Μέγεθος

source: replacing {}
el: αντικατάσταση του {}

source: <name-unset>
el: <μη ορισμένο όνομα>

source: replacing
el: αντικατάσταση

source: Skipping packages with conflicts:
el: Παράλειψη πακέτων με συγκρούσεις:

source: Skipping packages with broken dependencies:
el: Παράλειψη πακέτων με κατεστραμμένες εξαρτήσεις:

source: Installing dependencies:
el: Εγκατάσταση εξαρτήσεων:

source: Installing weak dependencies:
el: Εγκατάσταση ασθενών εξαρτήσεων:

source: Installing group/module packages:
el: Εγκατάσταση πακέτων ομάδας/αρθρώματος:

source: Installing:
el: Εγκατάσταση:

source: Upgrading:
el: Αναβάθμιση:

source: Downgrading:
el: Υποβάθμιση:

source: Reinstalling:
el: Επανεγκατάσταση:

source: Removing dependent packages:
el: Αφαίρεση εξαρτημένων πακέτων:

source: Removing unused dependencies:
el: Αφαίρεση μη χρησιμοποιούμενων εξαρτήσεων:

source: Removing:
el: Αφαίρεση:

source: Changing reason:
el: Αλλαγή αιτίας:

source: Installing groups dependencies:
el: Εγκατάσταση εξαρτήσεων ομάδων:

source: Installing groups:
el: Εγκατάσταση ομάδων:

source: Removing groups:
el: Αφαίρεση ομάδων:

source: Upgrading groups:
el: Αναβάθμιση ομάδων:

source: Installing environmental groups:
el: Εγκατάσταση ομάδων περιβάλλοντος:

source: Removing environmental groups:
el: Αφαίρεση ομάδων περιβάλλοντος:

source: Upgrading environmental groups:
el: Αναβάθμιση ομάδων περιβάλλοντος:

source: Enabling module streams:
el: Ενεργοποίηση ροών αρθρώματος:

source: Disabling modules:
el: Απενεργοποίηση αρθρωμάτων:

source: Resetting modules:
el: Επαναφορά αρθρωμάτων:

source: Switching module streams:
el: Εναλλαγή ροών αρθρώματος:

source: Nothing to do.
el: Καμία ενέργεια προς εκτέλεση.

source: Total
el: Σύνολο

source: Missing command
el: Λείπει η εντολή
